	require.config({
	paths:{
	 'echarts' : 'js/echarts/echarts-original',
	'echarts/chart/line' : 'js/echarts/echarts-original',
	 
	}
	});
	
	require(
	[
	'echarts',
	
	'echarts/chart/line'
	
	],

	function(ec){
		var myChart = ec.init(document.getElementById('main7')); 
 option = {
    title : {
        text: '转发时间曲线',
        subtext: '数据来自新浪微博',
		textStyle:{
					color:'#000000'
					}
    },
    tooltip : {
        trigger: 'axis',
		textStyle:{color:'#ffffff'}
    },
    legend: {
        data:['转发次数'],
		textStyle:{color:'#000000'}
    },toolbox: {
        show : true,
        feature : {
           
            dataView : {show: true, readOnly: false},
          
            restore : {show: true},
            saveAsImage : {show: true}
        }
    },
  
    calculable : true,
    xAxis : [
        {
            type : 'category',
            boundaryGap : false,
            data : ['05月15日 18:20','05月15日 19:50','05月15日 19:20','05月15日 18:10','05月16日 00:30','05月15日 19:00','05月16日 00:20','05月15日 22:00','05月15日 18:50','05月15日 21:10','05月16日 05:30','05月15日 18:40','05月15日 18:30','05月16日 04:50','05月15日 19:30','05月16日 00:50','05月16日 01:00','05月16日 02:00','05月15日 20:10','05月16日 00:40','05月16日 01:40','05月16日 04:10','05月16日 04:00','05月15日 19:10','05月15日 20:40','05月15日 21:40','05月16日 04:20','05月15日 23:00','05月16日 01:20','05月15日 22:10','05月15日 23:20','05月15日 20:00','05月15日 21:00','05月15日 20:50','05月16日 01:10','05月15日 19:40','05月15日 22:40','05月15日 20:20','05月16日 01:30','05月16日 05:10','05月15日 21:20','05月15日 22:20','05月16日 03:00','05月16日 05:40','05月15日 21:30','05月15日 21:50','05月16日 01:50','05月16日 05:00','05月15日 20:30','05月15日 22:30','05月16日 02:30','05月16日 05:50','05月16日 05:20','05月16日 06:00','05月16日 06:10','05月16日 06:20','05月16日 06:30','05月16日 06:40','05月16日 06:50','05月16日 07:00','05月16日 07:10','05月16日 07:20','05月16日 07:30','05月16日 07:40','05月16日 07:50','05月16日 08:00','05月16日 08:10','05月16日 08:20','05月16日 08:30','05月16日 08:40','05月16日 08:50','05月16日 09:10','05月16日 09:20','05月16日 09:30','05月16日 09:40','05月16日 09:50','05月16日 10:00','05月16日 10:20','05月16日 10:40','05月16日 11:10','05月16日 11:40','05月16日 12:20','05月16日 13:00','05月16日 13:50','05月16日 15:10','05月16日 15:20','05月16日 15:30','05月16日 16:00','05月16日 16:30','05月16日 18:40','05月16日 22:00','05月16日 22:40','05月17日 00:00','05月17日 14:40'],
			axisLabel:{textStyle:{color:'#000000'}},
		}
    ],
    yAxis : [
        {
            type : 'value',
            axisLabel : {
			textStyle:{color:'#000000'},
                formatter: '{value} '
            }
        }
    ],
    series : [
        {
            name:'转发次数',
            type:'line',
            data:[45,8,9,5,42,11,22,2,24,1,2,26,18,1,9,6,11,4,7,15,4,1,2,6,4,3,2,1,5,3,3,4,1,3,8,3,1,6,3,1,2,3,1,2,2,1,1,1,2,1,1,2,1,1,2,1,2,2,8,1,3,5,2,2,1,1,1,5,2,2,3,3,3,1,1,1,1,3,2,1,1,1,1,1,2,1,1,1,1,1,1,1,1,1],
			markPoint : {
                data : [
                    {type : 'max', name: '最大值'},
                    {type : 'min', name: '最小值'}
                ]
            },
            markLine : {
                data : [
                    {type : 'average', name: '平均值'}
                ]
            }
        }
    ]
};
                      myChart.setOption(option);     
window.onresize = myChart.resize 						  
	})