	require.config({
	paths:{
	 'echarts' : 'js/echarts/echarts-original',
	'echarts/chart/line' : 'js/echarts/echarts-original',
	 
	}
	});
	
	require(
	[
	'echarts',
	
	'echarts/chart/line'
	
	],

	function(ec){
		var myChart = ec.init(document.getElementById('main7')); 
 option = {
    title : {
        text: '转发时间曲线',
        subtext: '数据来自新浪微博',
		textStyle:{
					color:'#000000'
					}
    },
    tooltip : {
        trigger: 'axis',
		textStyle:{color:'#ffffff'}
    },
    legend: {
        data:['转发次数'],
		textStyle:{color:'#000000'}
    },toolbox: {
        show : true,
        feature : {
           
            dataView : {show: true, readOnly: false},
          
            restore : {show: true},
            saveAsImage : {show: true}
        }
    },
  
    calculable : true,
    xAxis : [
        {
            type : 'category',
            boundaryGap : false,
            data : ['2014-12-01 18:30','2014-12-01 18:00','2014-12-01 23:50','2014-12-01 09:30','2014-12-01 16:20','2014-12-01 19:10','2014-12-01 05:50','2014-12-01 17:10','2014-12-01 01:20','2014-12-01 07:40','2014-12-01 10:00','2014-12-01 18:20','2014-12-01 16:00','2014-12-01 16:40','2014-12-02 11:00','2014-12-01 09:40','2014-12-01 10:20','2014-12-01 07:10','2014-12-01 19:40','2014-12-01 17:40','2014-12-01 17:20','2014-12-01 16:30','2014-12-01 07:00','2014-12-01 16:10','2014-12-01 17:30','2014-12-01 07:50','2014-12-01 08:20','2014-12-01 17:00','2014-12-02 08:10','2014-12-01 06:40','2014-12-01 05:20','2014-12-02 11:10','2014-12-01 19:20','2014-12-02 10:40','2014-12-01 22:20','2014-12-01 08:10','2014-12-02 13:10','2014-12-01 22:40','2014-12-02 17:10','2014-12-02 09:10','2014-12-01 16:50','2014-12-01 07:30','2014-12-02 17:00','2014-12-06 08:40','2014-12-01 01:10','2014-12-01 00:50','2014-12-01 00:30','2014-12-01 00:20','2014-12-01 00:10','2014-12-01 00:00','2014-11-30 23:50','2014-11-30 23:40','2014-11-30 23:30','2014-11-30 23:20','2014-11-30 23:10','2014-11-30 23:00'],
			axisLabel:{textStyle:{color:'#000000'}},
		}
    ],
    yAxis : [
        {
            type : 'value',
            axisLabel : {
			textStyle:{color:'#000000'},
                formatter: '{value} '
            }
        }
    ],
    series : [
        {
            name:'转发次数',
            type:'line',
            data:[2,1,1,1,2,5,1,3,1,1,1,2,2,3,1,4,1,5,1,1,3,3,1,3,3,2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,2,2,7,5,4,8,12,16],
			markPoint : {
                data : [
                    {type : 'max', name: '最大值'},
                    {type : 'min', name: '最小值'}
                ]
            },
            markLine : {
                data : [
                    {type : 'average', name: '平均值'}
                ]
            }
        }
    ]
};
                      myChart.setOption(option);     
window.onresize = myChart.resize 						  
	})