require.config({
	paths:{
	 'echarts' : 'js/echarts/echarts-original',
	'echarts/chart/force' : 'js/echarts/echarts-original',
	'echarts/chart/chord' : 'js/echarts/echarts-original'
	 
	}
	});
	
	require(
	[
	'echarts',
	
	'echarts/chart/force',
	'echarts/chart/chord'
	
	],

	function(ec){
		var myChart = ec.init(document.getElementById('main4')); 
		option2 = {
     title : {
					text : "微博传播影响力图",
					subtext : "数据来自微博",
					x : "right",
					y : "bottom",
					padding : [ 10, 30 ],
					textStyle:{
					color:'#000000'
					}
				},
     tooltip : {
					trigger : "item",
					formatter : "{a0}:{b0}<br>情感值:{d}",
					borderRadius : 3,
					backgroundColor : "rgba(0,0,0,0.4)",
					padding : 4,
					axisPointer : {
						type : 'none',
						lineStyle : {
							color : '#4b8',
							width : 2,
							type : 'dashed'
						},
						crossStyle : {
							color : '#1e90ff',
							width : 5,
							type : 'dashed'
						},
						shadowStyle : {
							size : 'auto',
							color : 'rgba(150,150,150,0.3)'
						}
					}
				},animation:false,toolbox: {
        show : true,
        feature : {
           
            dataView : {show: true, readOnly: false},
          
            restore : {show: true},
            saveAsImage : {show: true}
        }
    },
  color : [ '#FF7F50','#CD5C5C',"#FFAAAA" , '#D2D2D2'],
    legend: {
        x: 'left',
        data:[{
						name : "一级重要节点",
						textStyle : {
							color : "#ff7f50"
						}
					},{
						name : "二级重要节点",
						textStyle : {
							color : "#CD5C5C"
						}
					},{
						name : "三级重要节点",
						textStyle : {
							color : "#FFAAAA"
						}
					},{
						name : "普通节点",
						textStyle : {
							color : "#D2D2D2"
						}
					}]
    },
    series : [
        {
            type:'force',
            name : "转发关系",
            ribbonType: false,
            categories : [
               {
						name : "一级重要节点",
						"symbolSize": 8
					},{
						name : "二级重要节点",
						"symbolSize": 6
					},
                 {

						name : "普通节点","symbolSize": 2

					},
                 {

						name : "三级重要节点","symbolSize": 4

					}
            ],
            itemStyle: {
                normal: {
                    label: {
                        show: false,
                        textStyle: {
                            color: '#333'
                        }
                    },
                    nodeStyle : {
                        brushType : 'both',
                        borderColor : 'rgba(255,215,0,0.4)',
                        borderWidth : 1
                    },
                    linkStyle: {
                        type: 'curve'

                    }
                },
                emphasis: {
                    label: {
                        show: false
                        // textStyle: null      // 默认使用全局文本样式，详见TEXTSTYLE
                    },
                    nodeStyle : {
                        //r: 30
                    },
                    linkStyle : {}
                }
            },
            useWorker: false,
            minRadius : 15,
            maxRadius : 25,
            gravity: 1.1,
            scaling: 1.1,
            roam: 'move',
            nodes:[{"name":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","value": "Neutral","category":0},
{"name":"<1> 陈婥婥期待成为晴天般温暖的女子: [可爱][可爱]把昨天打包带回来基本没吃的剩下的一份肘子给同学喂小狗狗去了~~希望小狗狗冬天能好好过，虽然我还是怕狗QAQ这么大的风，人都生活的这么困难……更何况狗【魂淡！不准说我是单身狗！ ","value": "Positive","category":2},
{"name":"<2> 春天tomorrow: 转发微博 ","value": "Neutral","category":2},
{"name":"<3> 2015诸事顺利的玛: @壮士留步请嫁我 @闪闪福星当头照 不要被吹走！！！ ","value": "Neutral","category":2},
{"name":"<4> 北京华泰汽车元田旗舰店: 转发微博 ","value": "Neutral","category":2},
{"name":"<5> 苦涩的啤酒加糖: 外出注意防风保暖[赞] ","value": "Positive","category":2},
{"name":"<6> s-minya-o: 深圳降温六度@米-冉 @冰露悠蓝 @薰语-紫音 ","value": "Neutral","category":2},
{"name":"<7> 药店老板兰兰姐: 现在还是呼呼的吹啊，那些上班族的同学们等会有没有决心起床？有没有决心出门呐？还好我不用下着决心！吼吼…… ","value": "Neutral","category":2},
{"name":"<8> 正能量发动太空陌客: 转发微博 ","value": "Neutral","category":2},
{"name":"<9> Zpx-MT0330: 转发微博 ","value": "Neutral","category":2},
{"name":"<10> joanna爱硕: ","value": "Neutral","category":2},
{"name":"<11> -楠楠姐姐-: 出门要注意防护,裹的紧紧的,记得保暖多穿 (qiu) 衣（ku)知道嘛千千[围脖][爱你]@TFBOYS-易烊千玺  ","value": "Neutral","category":2},
{"name":"<12> 欢乐的Lady郑: #北京起大风#休假回北京，可是北京降温，刮大风了[生病] ","value": "Negative","category":2},
{"name":"<13> Ha_爱音乐: 外出注意防风保暖 ","value": "Positive","category":2},
{"name":"<14> 诺优汽车: 转发微博 ","value": "Neutral","category":2},
{"name":"<15> TMWS水知道: 起大风了，小水提醒大家，刮大风的干燥天气要多喝水哦！喝一瓶水知道，防止干燥带来的困扰！ ","value": "Positive","category":3},
{"name":"<16> AAAlicia: 冻尿了[星星眼][星星眼][星星眼]羽绒服都拯救不了我了，出去一次都怕得面瘫[害怕]，，@倪清新 @小晓老师身体健康 ","value": "Negative","category":2},
{"name":"<17> 布丁L00: 啧啧啧。。。 ","value": "Negative","category":2},
{"name":"<18> _______付小超: [悲伤]冷 ","value": "Negative","category":2},
{"name":"<19> 蓝天大海小丸子_: @辰巳V明眸  ","value": "Neutral","category":2},
{"name":"<20> 龙吟万象: 没有了APEC蓝，只能指望西北风蓝。[嘻嘻] ","value": "Negative","category":2},
{"name":"<21> Nothingisokaymyhearisbroken: 多穿衣服 别只要风度不要温度，给在北京的那个你。 ","value": "Positive","category":2},
{"name":"<22> DOBOYA多保雅: #多保雅最新闻# ","value": "Neutral","category":2},
{"name":"<23> Galaxysuper_X: 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈→_→","value": "Positive","category":2},
{"name":"<24> 风和易拓FACECARD: 真的很冷！不过冬天冷一冷能杀死空气中的致病菌，雾霾消散了！ ","value": "Negative","category":2},
{"name":"<25> 孙小颖儿biubiu: 昨晚风很大，今早天很蓝。。。。但是。。。已提前穿上最暖过冬装备的我依然冻成狗。。。[生病][生病] ","value": "Negative","category":2},
{"name":"<26> lucida_Erica: 为什么会这么爽的啦。。 ","value": "Positive","category":2},
{"name":"<27> 宅人物语: 在路上[奥特曼][奥特曼][奥特曼] ","value": "Neutral","category":2},
{"name":"<28> 猪猪侠今年就要毕业啦: 冻死人啊！ ","value": "Negative","category":2},
{"name":"<29> 凡若依尘: 嘉兴一直都大风好吗！ ","value": "Neutral","category":2},
{"name":"<30> 王大侠的自留地: 犹记得初中地理老师那句：“西伯利亚这个大哈怂” ","value": "Neutral","category":2},
{"name":"<31> FreeMan-WZ: 小伙伴们注意保暖，没事在家宅着挺好 ","value": "Neutral","category":2},
{"name":"<32> 我的世界只有你LJY: 一号你怎么能这么任性呢，突然就这么的冷都要冻死我这个吊丝了。好冷[织][织][织][织] ","value": "Negative","category":2},
{"name":"<33> 偶乐观: 一路被大风刮回家的[哈哈]没被刮跑喽已是万幸[偷笑] ","value": "Neutral","category":2},
{"name":"<34> -wuli芒果多多-: @TFBOYS-易烊千玺 千千，记得保暖，穿秋裤啊[怒骂] ","value": "Positive","category":2},
{"name":"<35> 丰台大华: [晴转多云[风]][流星] ","value": "Neutral","category":2},
{"name":"<36> 凯院物电团总支宣传bu: 冷啊！ ","value": "Negative","category":2},
{"name":"<37> 嗑西瓜: @叶陆BiuBiuBiu ","value": "Neutral","category":2},
{"name":"<38> 灿灿小烈: 冷冷冷冷死了！穿着一条加绒的打底裤就跟没穿似的[泪][泪]手都冻疼了 ","value": "Negative","category":2},
{"name":"<39> 莫名的小情绪Y: 冻得不行了 ","value": "Negative","category":2},
{"name":"<40> 爱莉丝的小溪: 转发微博 ","value": "Neutral","category":2},
{"name":"<41> HELLO_hi天空: 冷冷冷[生病] ","value": "Negative","category":2},
{"name":"<42> 賀是賀彬的彬:  ","value": "Neutral","category":2},
{"name":"<43> 一直向往平淡: 刚刚好 湖南在范围外 ","value": "Neutral","category":2},
{"name":"<44> Jane_Sodagreen: 要死了= = ！ ","value": "Negative","category":2},
{"name":"<45> Raylene_wang: 北京的风能与威海比么。 ","value": "Neutral","category":2},
{"name":"<46> 李诚鹏的微博: 转发微博 ","value": "Neutral","category":2},
{"name":"<47> 222之小可爱: 要疯 ","value": "Negative","category":2},
{"name":"<48> 郭瑞熙_MANDY: 转发微博 ","value": "Neutral","category":2},
{"name":"<49> 天恒乐活城: #乐活·关注#北京最近大风，小伙伴们注意保暖哦~ ","value": "Positive","category":2},
{"name":"<50> Queen_美美美美美美: 说得好像广州没有起大风一样，想到早上出门上班惟恐五官没有被吹歪，到公司第一时间照镜子，还好，都被我捏回位了 ","value": "Neutral","category":2},
{"name":"<51> 并不喜欢吃蘑菇_: @TFBOYS-易烊千玺 穿厚点[怒骂][怒骂][怒骂] ","value": "Negative","category":2},
{"name":"<52> husensen: 转发微博 ","value": "Neutral","category":2},
{"name":"<53> 李屹然lyr: [拜拜]我还在，不要担心==难道一下子重了12斤等的就是现在吗[疑问][思考] ","value": "Neutral","category":2},
{"name":"<54> 崴寇: 冷啊 ","value": "Negative","category":2},
{"name":"<55> 孙晓彤爱李易峰: [可怜] ","value": "Negative","category":2},
{"name":"<56> 陈锴_陪你走一辈子: 转发微博 ","value": "Neutral","category":2},
{"name":"<57> Gloria含: what?还刮？我以为刮两天够了。。。[泪流满面] ","value": "Negative","category":2},
{"name":"<58> 一颗想有似火年华的米: [围脖][围脖][囧][囧][奥特曼][奥特曼][失望] ","value": "Negative","category":2},
{"name":"<59> 偶乐观: 回复@Rachel634943054:[吃惊]金的麽？。。。背啊-被砸死的太冤了！！、、、也许[思考]，这就是-首都与开发区的。。区别吧？！[阴险] ","value": "Neutral","category":2},
{"name":"<60> 奇葩小圈圈: 还是胖子好，不怕风大被刮跑 ","value": "Neutral","category":2},
{"name":"<61> 水木青子宁: 能把你吹来深圳吗？ ","value": "Neutral","category":2},
{"name":"<62> 海洛殷小窝: 大大，别被刮走了[嘻嘻]@Linda雪海 ","value": "Neutral","category":2},
{"name":"<63> yeisunny: @don_曉 我就说怎么这么冷... ","value": "Negative","category":2},
{"name":"<64> 榎木遙x鈴木達央_陪你走到底: 哎呀我天。。。真棒 ","value": "Positive","category":2},
{"name":"<65> questwest: 真的是好大的风！ ","value": "Neutral","category":2},
{"name":"<66> YES_等风来: @解氏荁荁 @鸭梨奔奔 @喜娃宝宝 ","value": "Neutral","category":2},
{"name":"<67> 飞猫影视: 各位，注意防寒保暖哈！ ","value": "Positive","category":2},
{"name":"<68> 美丽世界的孤儿wywy: 没穿棉裤的我眼泪掉下来[晕] ","value": "Negative","category":2},
{"name":"<69> 快去拿点巧克力来:  ","value": "Neutral","category":2},
{"name":"<70> 青藤543: ","value": "Neutral","category":2},
{"name":"<71> 停--下--看一看: 晚上出来的小伙伴们出来多穿点？ ","value": "Neutral","category":2},
{"name":"<72> 咖啡猫爱磨牙: 怎么办？小黄[可怜]多穿点~@佚名喵  ","value": "Neutral","category":2},
{"name":"<73> 宝宝鼹鼠:  @丛晓东 多穿点儿，当替你儿子多穿的。一天吸溜吸溜的！[汗] ","value": "Neutral","category":2},
{"name":"<74> 墨镜半支烟飘香: 转发微博 ","value": "Neutral","category":2},
{"name":"<75> 月半火火_: 矮马 还真有 ","value": "Neutral","category":2},
{"name":"<76> Galaxy先生: 冻成狗！[doge][doge][doge] ","value": "Negative","category":2},
{"name":"<77> 让人生豪迈: 转发微博 ","value": "Neutral","category":2},
{"name":"<78> 韩庚让我们和你一起壮大赫哲族: 转发微博 ","value": "Neutral","category":2},
{"name":"<79> 京东小龙: 转发微博 ","value": "Neutral","category":2},
{"name":"<80> 秋天蓝天佳人: 戴口罩，穿手套 ","value": "Neutral","category":2},
{"name":"<81> 一世孤傲半世滄桑: 冷 ","value": "Neutral","category":2},
{"name":"<82> 嗨嗨你在吗: [衰][衰][衰]今天把我们楼底下的小不点超市的招牌都给吹跑了，我就偷偷了啦，风好大[偷笑][偷笑] ","value": "Negative","category":2},
{"name":"<83> 卡卡卡卡住啦: …卧槽，棉裤要登场了？ ","value": "Negative","category":2},
{"name":"<84> 花点格格: 雾霾赶紧刮走。。。 ","value": "Negative","category":2},
{"name":"<85> 帅气的肥兔子: #北京起大风#明天继续刮大风至于你会不会被刮跑这个问题我不用担心但是明天你还是穿这么点我保证不打死你！[doge][doge][doge]@以后的以后Vera  ","value": "Neutral","category":2},
{"name":"<86> 文哆哆s: 转发微博 ","value": "Neutral","category":2},
{"name":"<87> 1999年遗失的美好: 转发微博 ","value": "Neutral","category":2},
{"name":"<88> 武_KING_V: 转发微博 ","value": "Neutral","category":2},
{"name":"<89> JUDE_一直在发现: 卧槽，你妹的，明天要穿什么！ ","value": "Negative","category":2},
{"name":"<90> 方晨v晨: 晚安！11月！ ","value": "Neutral","category":2},
{"name":"<91> 涛涛198644: 转发微博 ","value": "Neutral","category":2},
{"name":"<92> 双影双行: 转发微博 ","value": "Neutral","category":2},
{"name":"<93> 追寻那一丝宁静: 这是闹哪样[泪][泪][泪] ","value": "Negative","category":2},
{"name":"<94> 始終也是我: 要死了→_→ ","value": "Negative","category":2},
{"name":"<95> Rer婉:  ","value": "Neutral","category":2},
{"name":"<96> 洋洋dede意: 转发微博 ","value": "Neutral","category":2},
{"name":"<97> 李小慈lxc: 今天快被吹死了[好囧][好囧] ","value": "Negative","category":2},
{"name":"<98> 不清楚日记: 转发微博 ","value": "Neutral","category":2},
{"name":"<99> 小角色不怕被埋没0: 转发微博 ","value": "Neutral","category":2},
{"name":"<100> UIBE女研究生发展促进会: 大家多穿衣哟 ","value": "Neutral","category":2},
{"name":"<101> JJJasCH: 大冬天的也扬沙 ","value": "Negative","category":2},
{"name":"<102> OneOnely: 转发微博 ","value": "Neutral","category":2},
{"name":"<103> wyscwwyscw: 不是雾霾就是狂风 ","value": "Negative","category":2},
{"name":"<104> 羊阳阳儿: 外面就跟灾难现场一样 ","value": "Negative","category":2},
{"name":"<105> 鶴壱: 回复@信马由缰在天涯:Pm2.5散了，换pm10了又。","value": "Neutral","category":2},
{"name":"<106> 演唱会志愿者yeah: 今天被刮晕了 大家注意保暖啊！！！！！[挖鼻屎][挖鼻屎][挖鼻屎][挖鼻屎] ","value": "Negative","category":2},
{"name":"<107> 老陕农夫: 注意防风保暖，同时注意休息，晚安。 ","value": "Neutral","category":2},
{"name":"<108> 香水无味: 大风，冷 ","value": "Negative","category":2},
{"name":"<109> 阳信交警大队: ","value": "Neutral","category":2},
{"name":"<110> 埖嗗朶湃: 冷的太晚了…等降温等的的已经快哭死过了[泪]…… ","value": "Negative","category":2},
{"name":"<111> 小旋妹最近不开心: 转发微博 ","value": "Neutral","category":2},
{"name":"<112> 日照交警: 外出注意防风保暖，同时注意交通安全！ ","value": "Positive","category":3},
{"name":"<113> 孟浩然律师: 哆嗦嗦，哆嗦嗦，明天就垒窝 ","value": "Neutral","category":2},
{"name":"<114> 自然卷的MissDarcy: 别吹了！睡不着了[泪] ","value": "Negative","category":2},
{"name":"<115> 亚当钱小样儿: [泪] ","value": "Negative","category":2},
{"name":"<116> 崔崔要毕业了开心吗: 大风把窗户吹破的节奏！外面风越大越感觉一室温暖～ ","value": "Positive","category":2},
{"name":"<117> Cancer_黄小仙: 又要被吹走了[抓狂] ","value": "Neutral","category":2},
{"name":"<118> 二马爱京剧: 转发微博 ","value": "Neutral","category":2},
{"name":"<119> 李日亮LRL: 睡觉吧！入冬来北京第一次刮这么大的风，希望大家能注意身体。晚安 ","value": "Positive","category":2},
{"name":"<120> 瞬間開始飄雪: 转发微博 ","value": "Neutral","category":2},
{"name":"<121> 为你战争为你牺牲: 转发微博 ","value": "Neutral","category":2},
{"name":"<122> 筱悦朦胧_Sylvia: 是想冻死人的节奏啊 ","value": "Neutral","category":2},
{"name":"<123> 看那蓝天白云g: 这么大的风，还是小时候见过。 ","value": "Neutral","category":2},
{"name":"<124> GUOYULIANG--918: 转发微博 ","value": "Neutral","category":2},
{"name":"<125> 贺老师lulu: @涂涂啊涂涂 别被风刮走了～ ","value": "Neutral","category":2},
{"name":"<126> 羴羴来了: 明天出门要多穿衣服啊！ ","value": "Neutral","category":2},
{"name":"<127> 小年轻的奋斗史: [黑线]早就剩几度了不怕再冷了 ","value": "Negative","category":2},
{"name":"<128> 蘑菇头1000: 注意出行 ","value": "Neutral","category":2},
{"name":"<129> 飘荡的风010: 尼玛！冻死人[下雨] ","value": "Negative","category":2},
{"name":"<130> 恭喜发财1: 大风降温了 ","value": "Neutral","category":2},
{"name":"<131> 秦岭太行的世界: 够冷，够风狂 ","value": "Neutral","category":2},
{"name":"<132> 盐城--同曦鸣城: 转发微博 ","value": "Neutral","category":2},
{"name":"<133> 民生新闻观察: 转发微博 ","value": "Neutral","category":2},



                

            ],
            links : [
            {"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<1> 陈婥婥期待成为晴天般温暖的女子: [可爱][可爱]把昨天打包带回来基本没吃的剩下的一份肘子给同学喂小狗狗去了~~希望小狗狗冬天能好好过，虽然我还是怕狗QAQ这么大的风，人都生活的这么困难……更何况狗【魂淡！不准说我是单身狗！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<2> 春天tomorrow: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<3> 2015诸事顺利的玛: @壮士留步请嫁我 @闪闪福星当头照 不要被吹走！！！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<4> 北京华泰汽车元田旗舰店: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<5> 苦涩的啤酒加糖: 外出注意防风保暖[赞] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<6> s-minya-o: 深圳降温六度@米-冉 @冰露悠蓝 @薰语-紫音 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<7> 药店老板兰兰姐: 现在还是呼呼的吹啊，那些上班族的同学们等会有没有决心起床？有没有决心出门呐？还好我不用下着决心！吼吼…… "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<8> 正能量发动太空陌客: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<9> Zpx-MT0330: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<10> joanna爱硕: "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<11> -楠楠姐姐-: 出门要注意防护,裹的紧紧的,记得保暖多穿 (qiu) 衣（ku)知道嘛千千[围脖][爱你]@TFBOYS-易烊千玺  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<12> 欢乐的Lady郑: #北京起大风#休假回北京，可是北京降温，刮大风了[生病] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<13> Ha_爱音乐: 外出注意防风保暖 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<14> 诺优汽车: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<15> TMWS水知道: 起大风了，小水提醒大家，刮大风的干燥天气要多喝水哦！喝一瓶水知道，防止干燥带来的困扰！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<16> AAAlicia: 冻尿了[星星眼][星星眼][星星眼]羽绒服都拯救不了我了，出去一次都怕得面瘫[害怕]，，@倪清新 @小晓老师身体健康 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<17> 布丁L00: 啧啧啧。。。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<18> _______付小超: [悲伤]冷 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<19> 蓝天大海小丸子_: @辰巳V明眸  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<20> 龙吟万象: 没有了APEC蓝，只能指望西北风蓝。[嘻嘻] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<21> Nothingisokaymyhearisbroken: 多穿衣服 别只要风度不要温度，给在北京的那个你。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<22> DOBOYA多保雅: #多保雅最新闻# "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<23> Galaxysuper_X: 哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈→_→"},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<24> 风和易拓FACECARD: 真的很冷！不过冬天冷一冷能杀死空气中的致病菌，雾霾消散了！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<25> 孙小颖儿biubiu: 昨晚风很大，今早天很蓝。。。。但是。。。已提前穿上最暖过冬装备的我依然冻成狗。。。[生病][生病] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<26> lucida_Erica: 为什么会这么爽的啦。。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<27> 宅人物语: 在路上[奥特曼][奥特曼][奥特曼] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<28> 猪猪侠今年就要毕业啦: 冻死人啊！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<29> 凡若依尘: 嘉兴一直都大风好吗！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<30> 王大侠的自留地: 犹记得初中地理老师那句：“西伯利亚这个大哈怂” "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<31> FreeMan-WZ: 小伙伴们注意保暖，没事在家宅着挺好 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<32> 我的世界只有你LJY: 一号你怎么能这么任性呢，突然就这么的冷都要冻死我这个吊丝了。好冷[织][织][织][织] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<33> 偶乐观: 一路被大风刮回家的[哈哈]没被刮跑喽已是万幸[偷笑] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<34> -wuli芒果多多-: @TFBOYS-易烊千玺 千千，记得保暖，穿秋裤啊[怒骂] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<35> 丰台大华: [晴转多云[风]][流星] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<36> 凯院物电团总支宣传bu: 冷啊！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<37> 嗑西瓜: @叶陆BiuBiuBiu "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<38> 灿灿小烈: 冷冷冷冷死了！穿着一条加绒的打底裤就跟没穿似的[泪][泪]手都冻疼了 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<39> 莫名的小情绪Y: 冻得不行了 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<40> 爱莉丝的小溪: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<41> HELLO_hi天空: 冷冷冷[生病] "},
{"source":"<112> 日照交警: 外出注意防风保暖，同时注意交通安全！ ","target":"<42> 賀是賀彬的彬:  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<43> 一直向往平淡: 刚刚好 湖南在范围外 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<44> Jane_Sodagreen: 要死了= = ！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<45> Raylene_wang: 北京的风能与威海比么。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<46> 李诚鹏的微博: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<47> 222之小可爱: 要疯 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<48> 郭瑞熙_MANDY: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<49> 天恒乐活城: #乐活·关注#北京最近大风，小伙伴们注意保暖哦~ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<50> Queen_美美美美美美: 说得好像广州没有起大风一样，想到早上出门上班惟恐五官没有被吹歪，到公司第一时间照镜子，还好，都被我捏回位了 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<51> 并不喜欢吃蘑菇_: @TFBOYS-易烊千玺 穿厚点[怒骂][怒骂][怒骂] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<52> husensen: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<53> 李屹然lyr: [拜拜]我还在，不要担心==难道一下子重了12斤等的就是现在吗[疑问][思考] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<54> 崴寇: 冷啊 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<55> 孙晓彤爱李易峰: [可怜] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<56> 陈锴_陪你走一辈子: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<57> Gloria含: what?还刮？我以为刮两天够了。。。[泪流满面] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<58> 一颗想有似火年华的米: [围脖][围脖][囧][囧][奥特曼][奥特曼][失望] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<59> 偶乐观: 回复@Rachel634943054:[吃惊]金的麽？。。。背啊-被砸死的太冤了！！、、、也许[思考]，这就是-首都与开发区的。。区别吧？！[阴险] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<60> 奇葩小圈圈: 还是胖子好，不怕风大被刮跑 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<61> 水木青子宁: 能把你吹来深圳吗？ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<62> 海洛殷小窝: 大大，别被刮走了[嘻嘻]@Linda雪海 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<63> yeisunny: @don_曉 我就说怎么这么冷... "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<64> 榎木遙x鈴木達央_陪你走到底: 哎呀我天。。。真棒 "},
{"source":"<15> TMWS水知道: 起大风了，小水提醒大家，刮大风的干燥天气要多喝水哦！喝一瓶水知道，防止干燥带来的困扰！ ","target":"<65> questwest: 真的是好大的风！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<66> YES_等风来: @解氏荁荁 @鸭梨奔奔 @喜娃宝宝 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<67> 飞猫影视: 各位，注意防寒保暖哈！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<68> 美丽世界的孤儿wywy: 没穿棉裤的我眼泪掉下来[晕] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<69> 快去拿点巧克力来:  "},
{"source":"<15> TMWS水知道: 起大风了，小水提醒大家，刮大风的干燥天气要多喝水哦！喝一瓶水知道，防止干燥带来的困扰！ ","target":"<70> 青藤543: "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<71> 停--下--看一看: 晚上出来的小伙伴们出来多穿点？ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<72> 咖啡猫爱磨牙: 怎么办？小黄[可怜]多穿点~@佚名喵  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<73> 宝宝鼹鼠:  @丛晓东 多穿点儿，当替你儿子多穿的。一天吸溜吸溜的！[汗] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<74> 墨镜半支烟飘香: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<75> 月半火火_: 矮马 还真有 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<76> Galaxy先生: 冻成狗！[doge][doge][doge] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<77> 让人生豪迈: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<78> 韩庚让我们和你一起壮大赫哲族: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<79> 京东小龙: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<80> 秋天蓝天佳人: 戴口罩，穿手套 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<81> 一世孤傲半世滄桑: 冷 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<82> 嗨嗨你在吗: [衰][衰][衰]今天把我们楼底下的小不点超市的招牌都给吹跑了，我就偷偷了啦，风好大[偷笑][偷笑] "},
{"source":"<89> JUDE_一直在发现: 卧槽，你妹的，明天要穿什么！ ","target":"<83> 卡卡卡卡住啦: …卧槽，棉裤要登场了？ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<84> 花点格格: 雾霾赶紧刮走。。。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<85> 帅气的肥兔子: #北京起大风#明天继续刮大风至于你会不会被刮跑这个问题我不用担心但是明天你还是穿这么点我保证不打死你！[doge][doge][doge]@以后的以后Vera  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<86> 文哆哆s: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<87> 1999年遗失的美好: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<88> 武_KING_V: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<89> JUDE_一直在发现: 卧槽，你妹的，明天要穿什么！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<90> 方晨v晨: 晚安！11月！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<91> 涛涛198644: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<92> 双影双行: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<93> 追寻那一丝宁静: 这是闹哪样[泪][泪][泪] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<94> 始終也是我: 要死了→_→ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<95> Rer婉:  "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<96> 洋洋dede意: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<97> 李小慈lxc: 今天快被吹死了[好囧][好囧] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<98> 不清楚日记: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<99> 小角色不怕被埋没0: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<100> UIBE女研究生发展促进会: 大家多穿衣哟 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<101> JJJasCH: 大冬天的也扬沙 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<102> OneOnely: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<103> wyscwwyscw: 不是雾霾就是狂风 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<104> 羊阳阳儿: 外面就跟灾难现场一样 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<105> 鶴壱: 回复@信马由缰在天涯:Pm2.5散了，换pm10了又。"},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<106> 演唱会志愿者yeah: 今天被刮晕了 大家注意保暖啊！！！！！[挖鼻屎][挖鼻屎][挖鼻屎][挖鼻屎] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<107> 老陕农夫: 注意防风保暖，同时注意休息，晚安。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<108> 香水无味: 大风，冷 "},
{"source":"<112> 日照交警: 外出注意防风保暖，同时注意交通安全！ ","target":"<109> 阳信交警大队: "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<110> 埖嗗朶湃: 冷的太晚了…等降温等的的已经快哭死过了[泪]…… "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<111> 小旋妹最近不开心: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<112> 日照交警: 外出注意防风保暖，同时注意交通安全！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<113> 孟浩然律师: 哆嗦嗦，哆嗦嗦，明天就垒窝 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<114> 自然卷的MissDarcy: 别吹了！睡不着了[泪] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<115> 亚当钱小样儿: [泪] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<116> 崔崔要毕业了开心吗: 大风把窗户吹破的节奏！外面风越大越感觉一室温暖～ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<117> Cancer_黄小仙: 又要被吹走了[抓狂] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<118> 二马爱京剧: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<119> 李日亮LRL: 睡觉吧！入冬来北京第一次刮这么大的风，希望大家能注意身体。晚安 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<120> 瞬間開始飄雪: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<121> 为你战争为你牺牲: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<122> 筱悦朦胧_Sylvia: 是想冻死人的节奏啊 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<123> 看那蓝天白云g: 这么大的风，还是小时候见过。 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<124> GUOYULIANG--918: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<125> 贺老师lulu: @涂涂啊涂涂 别被风刮走了～ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<126> 羴羴来了: 明天出门要多穿衣服啊！ "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<127> 小年轻的奋斗史: [黑线]早就剩几度了不怕再冷了 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<128> 蘑菇头1000: 注意出行 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<129> 飘荡的风010: 尼玛！冻死人[下雨] "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<130> 恭喜发财1: 大风降温了 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<131> 秦岭太行的世界: 够冷，够风狂 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<132> 盐城--同曦鸣城: 转发微博 "},
{"source":"<0> 京华时报: #北京起大风#北京市气象台最新发布：今天后半夜晴，局地有扬沙，偏北风5、6级，阵风8、9级，最低气温-6℃。明天白天晴，北风5、6转2、3级，最高气温-1℃。夜间仍将维持大风，外出注意防风保暖。（图/中央气象台大风预报）","target":"<133> 民生新闻观察: 转发微博 "},


            ]
        }
    ]
};
var ecConfig = require('echarts/config');
function focus(param) {
    var data = param.data;
    var links = option.series[0].links;
    var nodes = option.series[0].nodes;
    if (
        data.source !== undefined
        && data.target !== undefined
    ) { //点击的是边
        var sourceNode = nodes.filter(function (n) {return n.name == data.source})[0];
        var targetNode = nodes.filter(function (n) {return n.name == data.target})[0];
        console.log("选中了边 " + sourceNode.name + ' -> ' + targetNode.name + ' (' + data.weight + ')');
    } else { // 点击的是点
        console.log("选中了" + data.name + '(' + data.value + ')');
    }
}
myChart.on(ecConfig.EVENT.CLICK, focus)

myChart.on(ecConfig.EVENT.FORCE_LAYOUT_END, function () {
    console.log(myChart.chart.force.getPosition());
});


                                       myChart.setOption(option2);         
 window.onresize = myChart.resize  
	})