require.config({
	paths:{
	 'echarts' : 'js/echarts/echarts-original',
	'echarts/chart/force' : 'js/echarts/echarts-original',
	'echarts/chart/chord' : 'js/echarts/echarts-original'
	 
	}
	});
	
	require(
	[
	'echarts',
	
	'echarts/chart/force',
	'echarts/chart/chord'
	
	],

	function(ec){
		var myChart = ec.init(document.getElementById('main4')); 
		option2 = {
     title : {
					text : "微博传播影响力图",
					subtext : "数据来自微博",
					x : "right",
					y : "bottom",
					padding : [ 10, 30 ],
					textStyle:{
					color:'#000000'
					}
				},
     tooltip : {
					trigger : "item",
					formatter : "{a0}:{b0}<br>情感值:{d}",
					borderRadius : 3,
					backgroundColor : "rgba(0,0,0,0.4)",
					padding : 4,
					axisPointer : {
						type : 'none',
						lineStyle : {
							color : '#4b8',
							width : 2,
							type : 'dashed'
						},
						crossStyle : {
							color : '#1e90ff',
							width : 5,
							type : 'dashed'
						},
						shadowStyle : {
							size : 'auto',
							color : 'rgba(150,150,150,0.3)'
						}
					}
				},animation:false,toolbox: {
        show : true,
        feature : {
           
            dataView : {show: true, readOnly: false},
          
            restore : {show: true},
            saveAsImage : {show: true}
        }
    },
  color : [ '#FF7F50','#CD5C5C',"#FFAAAA" , '#D2D2D2'],
    legend: {
        x: 'left',
        data:[{
						name : "一级重要节点",
						textStyle : {
							color : "#ff7f50"
						}
					},{
						name : "二级重要节点",
						textStyle : {
							color : "#CD5C5C"
						}
					},{
						name : "三级重要节点",
						textStyle : {
							color : "#FFAAAA"
						}
					},{
						name : "普通节点",
						textStyle : {
							color : "#D2D2D2"
						}
					}]
    },
    series : [
        {
            type:'force',
            name : "转发关系",
            ribbonType: false,
            categories : [
               {
						name : "一级重要节点",
						"symbolSize": 8
					},{
						name : "二级重要节点",
						"symbolSize": 6
					},
                 {

						name : "普通节点","symbolSize": 2

					},
                 {

						name : "三级重要节点","symbolSize": 4

					}
            ],
            itemStyle: {
                normal: {
                    label: {
                        show: false,
                        textStyle: {
                            color: '#333'
                        }
                    },
                    nodeStyle : {
                        brushType : 'both',
                        borderColor : 'rgba(255,215,0,0.4)',
                        borderWidth : 1
                    },
                    linkStyle: {
                        type: 'curve'

                    }
                },
                emphasis: {
                    label: {
                        show: false
                        // textStyle: null      // 默认使用全局文本样式，详见TEXTSTYLE
                    },
                    nodeStyle : {
                        //r: 30
                    },
                    linkStyle : {}
                }
            },
            useWorker: false,
            minRadius : 15,
            maxRadius : 25,
            gravity: 1.1,
            scaling: 1.1,
            roam: 'move',
            nodes:[{"name":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","value": "Neutral","category":0},
{"name":"<1> 易静默: 转发微博 ","value": "Neutral","category":2},
{"name":"<2> 逍遥之神的天地: [good] ","value": "Positive","category":2},
{"name":"<3> 寒山雪鹰: ？？？？ ","value": "Neutral","category":2},
{"name":"<4> L林语堂J: 转发微博 ","value": "Neutral","category":2},
{"name":"<5> 山鹰加错: 转发微博 ","value": "Neutral","category":2},
{"name":"<6> 陈天昊UMBordeauxIV: Repost ","value": "Neutral","category":2},
{"name":"<7> Leon-松间霜: 为我们的飞行员点赞！ ","value": "Positive","category":2},
{"name":"<8> 吴官军: 转发微博 ","value": "Neutral","category":2},
{"name":"<9> 筑成世方: 转发微博 ","value": "Neutral","category":2},
{"name":"<10> 北美冉飞哥: 这活儿还真是干得漂亮！尽管对方仅仅是侦察机！ ","value": "Positive","category":2},
{"name":"<11> CY灿禹: 牛 ","value": "Positive","category":2},
{"name":"<12> 陈扬不骂人: 我个人判断，这种新闻极有可能是假的","value": "Negative","category":2},
{"name":"<13> 都市盲人: 转发微博 ","value": "Neutral","category":2},
{"name":"<14> 中国联合移动电信公司1: [威武] ","value": "Positive","category":2},
{"name":"<15> IM戴恩: 转发微博 ","value": "Neutral","category":2},
{"name":"<16> 奥黛丽-罗本: 哦也 ","value": "Positive","category":2},
{"name":"<17> shuiduoduo: 让我想起了死不见尸的王伟英雄！","value": "Negative","category":2},
{"name":"<18> 小明3321: 转发微博 ","value": "Neutral","category":2},
{"name":"<19> 笨笨opp: 转发微博 ","value": "Neutral","category":2},
{"name":"<20> nzkevin2010: 转发微博 ","value": "Neutral","category":2},
{"name":"<21> 5775hb: 老图 ","value": "Neutral","category":2},
{"name":"<22> 虎妞就是虎妞: ","value": "Neutral","category":2},
{"name":"<23> DL国子: [威武] ","value": "Positive","category":2},
{"name":"<24> 时政中国: [威武] ","value": "Positive","category":3},
{"name":"<25> 小泯沟里的老水手: 转发微博 ","value": "Neutral","category":2},
{"name":"<26> 张磊天津:  ","value": "Neutral","category":2},
{"name":"<27> jenniferDW: 转发微博 ","value": "Neutral","category":2},
{"name":"<28> 交易线coffee: ","value": "Neutral","category":2},
{"name":"<29> 不可理喻91: 干的漂亮 ","value": "Positive","category":2},
{"name":"<30> 自由的麻团儿: 转发微博 ","value": "Neutral","category":2},
{"name":"<31> 邯郸财务顾问: [作揖][ok] ","value": "Positive","category":2},
{"name":"<32> 巴萨迷2013: 【都这么干】前些日子老毛子轰炸机在北海兜了一圈，挪威、瑞典、英国都出动战机傍飞，也亮了机腹，没见绕机翻滚，估计怕当王伟第二吧。 ","value": "Positive","category":2},
{"name":"<33> 土包糖: 好帅 ","value": "Positive","category":2},
{"name":"<34> 走遍世界nano: 转发微博 ","value": "Neutral","category":2},
{"name":"<35> 大钱小微: [飞机] ","value": "Neutral","category":2},
{"name":"<36> 银座008: 转发微博 ","value": "Neutral","category":2},
{"name":"<37> 擎天大帝: 转发微博 ","value": "Neutral","category":2},
{"name":"<38> 子默子默: 转发微博 ","value": "Neutral","category":2},
{"name":"<39> 马马可波罗: 转发微博 ","value": "Neutral","category":2},
{"name":"<40> 华兮花兮: 转发微博 ","value": "Neutral","category":2},
{"name":"<41> 苍炎沥血天阑夜: ","value": "Neutral","category":2},
{"name":"<42> 国际经济军事外交微网: ","value": "Neutral","category":2},
{"name":"<43> 煦笛声: 转发微博 ","value": "Neutral","category":2},
{"name":"<44> 熊色: 帅！ ","value": "Positive","category":2},
{"name":"<45> MK一代: 帅呆了。咱应该也派架侦察机去冲绳看看老美怎么飞 ","value": "Positive","category":2},
{"name":"<46> 编导刘启武: ","value": "Neutral","category":2},
{"name":"<47> 翁端端: 转发微博 ","value": "Neutral","category":2},
{"name":"<48> 小小的罗到白云: 转发微博 ","value": "Neutral","category":2},
{"name":"<49> 幸福的毛豆爸: 转发微博 ","value": "Neutral","category":2},
{"name":"<50> vianldfsd: 帅帅帅 ","value": "Positive","category":2},
{"name":"<51> 张百忍: 南海得有点动作 ","value": "Neutral","category":2},
{"name":"<52> 风啊吹过脸颊: 转发微博 ","value": "Neutral","category":2},
{"name":"<53> 耍钱鬼子: 转发微博 ","value": "Neutral","category":2},
{"name":"<54> 愚人就快乐: 转发微博 ","value": "Neutral","category":2},
{"name":"<55> 无忌一包头: 转发微博 ","value": "Neutral","category":2},
{"name":"<56> 风啊吹过脸颊: 转发微博 ","value": "Neutral","category":2},
{"name":"<57> 时事财经热评: 搞不好，又成王伟二代 ","value": "Negative","category":2},
{"name":"<58> 旺9818: 转发微博 ","value": "Neutral","category":2},
{"name":"<59> 时事财经热评: 一般以为，他国飞机离本国领空太近，可跟踪，伴随，拦截飞行 ","value": "Negative","category":2},
{"name":"<60> 香港日月報: 转发微博 ","value": "Neutral","category":2},
{"name":"<61> 老老冰: [赞] ","value": "Positive","category":2},
{"name":"<62> Dorakimon: 转发微博 ","value": "Neutral","category":2},
{"name":"<63> 育才老殷: 老早的事又拿出来意淫，大过年的添堵 ","value": "Negative","category":2},
{"name":"<64> 人在旅途的唐歌: 漂亮 ","value": "Positive","category":2},
{"name":"<65> 庄园主Z: ","value": "Neutral","category":2},
{"name":"<66> 狮泉河畔藏野驴: 转发微博 ","value": "Neutral","category":2},
{"name":"<67> 风柜子的叮叮糖: 帅！！！！！我嚓！！！！ ","value": "Positive","category":2},
{"name":"<68> 钓岛小沙展: 漂亮！ ","value": "Positive","category":2},
{"name":"<69> 安处生: 转发微博 ","value": "Neutral","category":2},
{"name":"<70> 我是西蒙周: 如王伟一般！ ","value": "Neutral","category":1},
{"name":"<71> 紫月缥缈: 干的漂亮！ ","value": "Positive","category":3},
{"name":"<72> 肯定不懂: 转发微博 ","value": "Neutral","category":2},
{"name":"<73> 花石頭e: 二愣子 ","value": "Negative","category":2},
{"name":"<74> 寒竹逸香: ","value": "Neutral","category":3},
{"name":"<75> 加勒比杰克史派罗船长: 一个被遗忘的人","value": "Negative","category":2},
{"name":"<76> 咖啡书语: [奶牛] ","value": "Neutral","category":2},
{"name":"<77> 漠漠1117: 给力！ ","value": "Positive","category":2},
{"name":"<78> 贪腐误国: ","value": "Neutral","category":2},
{"name":"<79> 幸福树下的惠子: 干得漂娘[赞] ","value": "Positive","category":2},
{"name":"<80> 温州宏晨制袋: 转发微博 ","value": "Neutral","category":2},
{"name":"<81> 我就爱吃筋皮子咋的吧: 牛逼 ","value": "Positive","category":2},
{"name":"<82> 泉州蟀锅: 动画太精彩了！向伟大的空军弟兄们致敬！ ","value": "Positive","category":2},
{"name":"<83> 手机千里眼: 土鳖会吹牛","value": "Negative","category":2},
{"name":"<84> 大漠孤烟928: 转发微博 ","value": "Neutral","category":2},
{"name":"<85> 喜马拉雅冰川: 操，你在我家门口拿仪器监听测波窥探隐私，老子亮下家伙有何不可，米国人一向的单边逻辑，时代在改变，省省吧！","value": "Negative","category":2},
{"name":"<86> 跨界-微博江湖: ","value": "Neutral","category":2},
{"name":"<87> 笑笑玻璃杯: ","value": "Neutral","category":2},
{"name":"<88> 下乡出上品: 对待挑衅的态度:第一代战；第二代看；第三代颤！","value": "Negative","category":2},
{"name":"<89> 来牛市: ","value": "Neutral","category":2},
{"name":"<90> 红魔左翼: ","value": "Neutral","category":2},
{"name":"<91> 阵雨W: 干得漂亮 ","value": "Positive","category":2},
{"name":"<92> ALLEN186来了: 转发微博 ","value": "Neutral","category":2},
{"name":"<93> 想旅游的陆小洋:  ","value": "Neutral","category":2},
{"name":"<94> 芬达panpan: 干的漂亮 ","value": "Positive","category":2},
{"name":"<95> 夏草馨寺: ","value": "Neutral","category":2},
{"name":"<96> 山炮进城: 这个动画做得～@小鸡嘴儿YY @赢一天 @海棠亭下  ","value": "Positive","category":2},
{"name":"<97> 前面的狗你慢点跑:  ","value": "Neutral","category":2},
{"name":"<98> miangluotao: ","value": "Neutral","category":2},
{"name":"<99> 老实人-王哥: ","value": "Neutral","category":2},
{"name":"<100> 从容于世的眸: 棒","value": "Positive","category":2},
{"name":"<101> 张光权-光圈: 干得漂亮 ","value": "Positive","category":2},
{"name":"<102> 林丛Lintsong350179112: [给力][威武][鲜花][鲜花][鲜花][鲜花][鲜花][鲜花]","value": "Positive","category":2},
{"name":"<103> 斜街刀客: [good][good][good] ","value": "Positive","category":2},
{"name":"<104> 不喜欢隐形: 保家卫国的英雄！ ","value": "Positive","category":2},
{"name":"<105> 泊泊的美丽心情: 转发微博 ","value": "Neutral","category":2},
{"name":"<106> 小H同学丷: 太牛了[good]","value": "Positive","category":2},
{"name":"<107> 斐诺格: [good] ","value": "Positive","category":2},
{"name":"<108> 小李很缺肉: 确实干得漂亮！ ","value": "Positive","category":3},
{"name":"<109> 楚国后伢: [good][good][good]","value": "Positive","category":2},
{"name":"<110> 深蓝6975: ","value": "Neutral","category":2},
{"name":"<111> 嗨玛莎: ","value": "Neutral","category":2},
{"name":"<112> 手机用户2350913995: ","value": "Neutral","category":2},
{"name":"<113> 啡强: ","value": "Neutral","category":2},
{"name":"<114> 尹香武: 这个不是去年的吗？","value": "Neutral","category":2},
{"name":"<115> 共和国游民: 帅气十足[good]","value": "Positive","category":2},
{"name":"<116> 无耻不欢: 不转不是中国人？ ","value": "Neutral","category":2},
{"name":"<117> 枯荣轮回: ","value": "Neutral","category":2},
{"name":"<118> 小丁律师在上海: 牛逼 ","value": "Positive","category":2},
{"name":"<119> 华夏-大伟: 干的漂亮","value": "Positive","category":2},
{"name":"<120> ZERO卓马: 干的漂亮！ ","value": "Positive","category":2},
{"name":"<121> 如癫: [震惊]","value": "Neutral","category":2},
{"name":"<122> 後知後覺de青春: [酷][酷][酷] ","value": "Positive","category":2},
{"name":"<123> 做一个有态度的逗逼:  ","value": "Neutral","category":2},
{"name":"<124> 阿光时间: 转发微博 ","value": "Neutral","category":2},
{"name":"<125> Yanglz:  ","value": "Positive","category":2},
{"name":"<126> 引子与回旋: 帅","value": "Positive","category":2},
{"name":"<127> goodvilla: 转发微博 ","value": "Neutral","category":2},
{"name":"<128> A梦向前冲: ","value": "Neutral","category":2},
{"name":"<129> 花火大亚湾:  ","value": "Neutral","category":2},
{"name":"<130> 桃李英華艺术馆: 转发微博 ","value": "Neutral","category":2},
{"name":"<131> 燊Johnny燊: 干的漂亮 ","value": "Positive","category":2},
{"name":"<132> 用户5251119985: ","value": "Neutral","category":2},
{"name":"<133> 一三五工作室: 转发微博 ","value": "Neutral","category":2},
{"name":"<134> 天空----很蓝: ","value": "Neutral","category":2},
{"name":"<135> LLM-流浪猫: 最后一个动作帅爆了 ","value": "Positive","category":2},
{"name":"<136> TOMMY炼金术士: Good Job！","value": "Positive","category":2},
{"name":"<137> 保定函件徐彬2012:  ","value": "Neutral","category":2},
{"name":"<138> 大棠棠: 转发微博 ","value": "Positive","category":2},
{"name":"<139> 茕茕刺猬: 这回是真技术，跟王伟 那次还得有区别的","value": "Positive","category":2},
{"name":"<140> SS-GTX: J11的亚音速机动性能可比J8II强太多了。。。 ","value": "Positive","category":2},
{"name":"<141> 秃顶的白马王子空间:  ","value": "Neutral","category":2},
{"name":"<142> 智慧魔星麒麟: ","value": "Neutral","category":2},
{"name":"<143> 台州欧迪魅族代理: ","value": "Neutral","category":2},
{"name":"<144> 小萝卜头长大了么: ","value": "Neutral","category":2},
{"name":"<145> 关心下国家大事: ","value": "Neutral","category":2},
{"name":"<146> Rome博学家瓦罗: 想起了曾经的王伟英雄！ ","value": "Positive","category":2},
{"name":"<147> 愛敏_happy: 振奋人心啊，给飞行员点赞 ","value": "Positive","category":2},
{"name":"<148> 愛敏_happy:  ","value": "Neutral","category":2},
{"name":"<149> 睡在坛子里的能猫: [good]","value": "Positive","category":2},
{"name":"<150> 缺点小yin荡: ","value": "Neutral","category":2},
{"name":"<151> 笑死人lmc: ","value": "Neutral","category":2},
{"name":"<152> 随波逐流n加1: 桶滚帅呆!.....","value": "Positive","category":2},
{"name":"<153> 猪兔子223: ","value": "Neutral","category":2},
{"name":"<154> onion的夏日君: 81192[悲伤][悲伤][悲伤] ","value": "Negative","category":2},
{"name":"<155> 随遇而安201009: ","value": "Neutral","category":2},
{"name":"<156> 你为我好我知道我都知道: 漂亮 ","value": "Positive","category":2},
{"name":"<157> 矮人天使: 转发微博 ","value": "Neutral","category":2},
{"name":"<158> is_汏皊: 帅 ","value": "Positive","category":2},
{"name":"<159> 大麦哲伦星系: ","value": "Neutral","category":2},
{"name":"<160> skeletonHGjack: 真的假的 ","value": "Negative","category":2},
{"name":"<161> aries_jo: 回复@致敬仙人掌:擦帅！！！真的假的！是今年的事么！！！ ","value": "Positive","category":3},
{"name":"<162> 简单爱真实爱: [赞][威武][威武]","value": "Positive","category":2},
{"name":"<163> 风雨送春归2013: 特色本身是美国的走狗，在与美国主子唱双簧，欺骗中国人民。 ","value": "Negative","category":2},
{"name":"<164> 飘逸的小屋2015: 真的呀，早就看过啦[酷]","value": "Positive","category":2},
{"name":"<165> 太和青雲:  ","value": "Neutral","category":2},
{"name":"<166> 嚶嚶嚶嚶嚶妃_韻: ","value": "Neutral","category":2},
{"name":"<167> XBCC95: ","value": "Neutral","category":2},
{"name":"<168> 照妖镜菲尔比: ”唱双簧“一针见血。","value": "Negative","category":2},
{"name":"<169> TATA_人生如戏: [威武] ","value": "Positive","category":2},
{"name":"<170> 旧日相知尽: ","value": "Neutral","category":2},
{"name":"<171> 木喜暖: 帅爆了！！！ ","value": "Positive","category":2},
{"name":"<172> 魔王DM: ","value": "Neutral","category":2},
{"name":"<173> 七弥_深水最近总改名: 真的么？要是真的帅爆了！ ","value": "Positive","category":2},
{"name":"<174> 唐门惊羽诀: 这不是去年的事麻","value": "Neutral","category":2},
{"name":"<175> e般般: [赞][鼓掌] ","value": "Positive","category":2},
{"name":"<176> 你给的温柔不再来: 转发微博 ","value": "Neutral","category":2},
{"name":"<177> 老农喜看麦地千重浪: [good]好样的 ","value": "Positive","category":2},


                

            ],
            links : [
              {"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<1> 易静默: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<2> 逍遥之神的天地: [good] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<3> 寒山雪鹰: ？？？？ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<4> L林语堂J: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<5> 山鹰加错: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<6> 陈天昊UMBordeauxIV: Repost "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<7> Leon-松间霜: 为我们的飞行员点赞！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<8> 吴官军: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<9> 筑成世方: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<10> 北美冉飞哥: 这活儿还真是干得漂亮！尽管对方仅仅是侦察机！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<11> CY灿禹: 牛 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<12> 陈扬不骂人: 我个人判断，这种新闻极有可能是假的"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<13> 都市盲人: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<14> 中国联合移动电信公司1: [威武] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<15> IM戴恩: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<16> 奥黛丽-罗本: 哦也 "},
{"source":"<12> 陈扬不骂人: 我个人判断，这种新闻极有可能是假的","target":"<17> shuiduoduo: 让我想起了死不见尸的王伟英雄！"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<18> 小明3321: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<19> 笨笨opp: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<20> nzkevin2010: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<21> 5775hb: 老图 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<22> 虎妞就是虎妞: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<23> DL国子: [威武] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<24> 时政中国: [威武] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<25> 小泯沟里的老水手: 转发微博 "},
{"source":"<9> 筑成世方: 转发微博 ","target":"<26> 张磊天津:  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<27> jenniferDW: 转发微博 "},
{"source":"<24> 时政中国: [威武] ","target":"<28> 交易线coffee: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<29> 不可理喻91: 干的漂亮 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<30> 自由的麻团儿: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<31> 邯郸财务顾问: [作揖][ok] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<32> 巴萨迷2013: 【都这么干】前些日子老毛子轰炸机在北海兜了一圈，挪威、瑞典、英国都出动战机傍飞，也亮了机腹，没见绕机翻滚，估计怕当王伟第二吧。 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<33> 土包糖: 好帅 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<34> 走遍世界nano: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<35> 大钱小微: [飞机] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<36> 银座008: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<37> 擎天大帝: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<38> 子默子默: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<39> 马马可波罗: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<40> 华兮花兮: 转发微博 "},
{"source":"<24> 时政中国: [威武] ","target":"<41> 苍炎沥血天阑夜: "},
{"source":"<24> 时政中国: [威武] ","target":"<42> 国际经济军事外交微网: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<43> 煦笛声: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<44> 熊色: 帅！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<45> MK一代: 帅呆了。咱应该也派架侦察机去冲绳看看老美怎么飞 "},
{"source":"<43> 煦笛声: 转发微博 ","target":"<46> 编导刘启武: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<47> 翁端端: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<48> 小小的罗到白云: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<49> 幸福的毛豆爸: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<50> vianldfsd: 帅帅帅 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<51> 张百忍: 南海得有点动作 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<52> 风啊吹过脸颊: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<53> 耍钱鬼子: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<54> 愚人就快乐: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<55> 无忌一包头: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<56> 风啊吹过脸颊: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<57> 时事财经热评: 搞不好，又成王伟二代 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<58> 旺9818: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<59> 时事财经热评: 一般以为，他国飞机离本国领空太近，可跟踪，伴随，拦截飞行 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<60> 香港日月報: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<61> 老老冰: [赞] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<62> Dorakimon: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<63> 育才老殷: 老早的事又拿出来意淫，大过年的添堵 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<64> 人在旅途的唐歌: 漂亮 "},
{"source":"<28> 交易线coffee: ","target":"<65> 庄园主Z: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<66> 狮泉河畔藏野驴: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<67> 风柜子的叮叮糖: 帅！！！！！我嚓！！！！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<68> 钓岛小沙展: 漂亮！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<69> 安处生: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<70> 我是西蒙周: 如王伟一般！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<71> 紫月缥缈: 干的漂亮！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<72> 肯定不懂: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<73> 花石頭e: 二愣子 "},
{"source":"<71> 紫月缥缈: 干的漂亮！ ","target":"<74> 寒竹逸香: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<75> 加勒比杰克史派罗船长: 一个被遗忘的人"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<76> 咖啡书语: [奶牛] "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<77> 漠漠1117: 给力！ "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<78> 贪腐误国: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<79> 幸福树下的惠子: 干得漂娘[赞] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<80> 温州宏晨制袋: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<81> 我就爱吃筋皮子咋的吧: 牛逼 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<82> 泉州蟀锅: 动画太精彩了！向伟大的空军弟兄们致敬！ "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<83> 手机千里眼: 土鳖会吹牛"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<84> 大漠孤烟928: 转发微博 "},
{"source":"<51> 张百忍: 南海得有点动作 ","target":"<85> 喜马拉雅冰川: 操，你在我家门口拿仪器监听测波窥探隐私，老子亮下家伙有何不可，米国人一向的单边逻辑，时代在改变，省省吧！"},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<86> 跨界-微博江湖: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<87> 笑笑玻璃杯: "},
{"source":"<73> 花石頭e: 二愣子 ","target":"<88> 下乡出上品: 对待挑衅的态度:第一代战；第二代看；第三代颤！"},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<89> 来牛市: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<90> 红魔左翼: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<91> 阵雨W: 干得漂亮 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<92> ALLEN186来了: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<93> 想旅游的陆小洋:  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<94> 芬达panpan: 干的漂亮 "},
{"source":"<74> 寒竹逸香: ","target":"<95> 夏草馨寺: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<96> 山炮进城: 这个动画做得～@小鸡嘴儿YY @赢一天 @海棠亭下  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<97> 前面的狗你慢点跑:  "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<98> miangluotao: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<99> 老实人-王哥: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<100> 从容于世的眸: 棒"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<101> 张光权-光圈: 干得漂亮 "},
{"source":"<95> 夏草馨寺: ","target":"<102> 林丛Lintsong350179112: [给力][威武][鲜花][鲜花][鲜花][鲜花][鲜花][鲜花]"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<103> 斜街刀客: [good][good][good] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<104> 不喜欢隐形: 保家卫国的英雄！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<105> 泊泊的美丽心情: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<106> 小H同学丷: 太牛了[good]"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<107> 斐诺格: [good] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<108> 小李很缺肉: 确实干得漂亮！ "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<109> 楚国后伢: [good][good][good]"},
{"source":"<74> 寒竹逸香: ","target":"<110> 深蓝6975: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<111> 嗨玛莎: "},
{"source":"<110> 深蓝6975: ","target":"<112> 手机用户2350913995: "},
{"source":"<76> 咖啡书语: [奶牛] ","target":"<113> 啡强: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<114> 尹香武: 这个不是去年的吗？"},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<115> 共和国游民: 帅气十足[good]"},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<116> 无耻不欢: 不转不是中国人？ "},
{"source":"<74> 寒竹逸香: ","target":"<117> 枯荣轮回: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<118> 小丁律师在上海: 牛逼 "},
{"source":"<110> 深蓝6975: ","target":"<119> 华夏-大伟: 干的漂亮"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<120> ZERO卓马: 干的漂亮！ "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<121> 如癫: [震惊]"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<122> 後知後覺de青春: [酷][酷][酷] "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<123> 做一个有态度的逗逼:  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<124> 阿光时间: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<125> Yanglz:  "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<126> 引子与回旋: 帅"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<127> goodvilla: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<128> A梦向前冲: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<129> 花火大亚湾:  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<130> 桃李英華艺术馆: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<131> 燊Johnny燊: 干的漂亮 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<132> 用户5251119985: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<133> 一三五工作室: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<134> 天空----很蓝: "},
{"source":"<108> 小李很缺肉: 确实干得漂亮！ ","target":"<135> LLM-流浪猫: 最后一个动作帅爆了 "},
{"source":"<135> LLM-流浪猫: 最后一个动作帅爆了 ","target":"<136> TOMMY炼金术士: Good Job！"},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<137> 保定函件徐彬2012:  "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<138> 大棠棠: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<139> 茕茕刺猬: 这回是真技术，跟王伟 那次还得有区别的"},
{"source":"<136> TOMMY炼金术士: Good Job！","target":"<140> SS-GTX: J11的亚音速机动性能可比J8II强太多了。。。 "},
{"source":"<114> 尹香武: 这个不是去年的吗？","target":"<141> 秃顶的白马王子空间:  "},
{"source":"<60> 香港日月報: 转发微博 ","target":"<142> 智慧魔星麒麟: "},
{"source":"<135> LLM-流浪猫: 最后一个动作帅爆了 ","target":"<143> 台州欧迪魅族代理: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<144> 小萝卜头长大了么: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<145> 关心下国家大事: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<146> Rome博学家瓦罗: 想起了曾经的王伟英雄！ "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<147> 愛敏_happy: 振奋人心啊，给飞行员点赞 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<148> 愛敏_happy:  "},
{"source":"<60> 香港日月報: 转发微博 ","target":"<149> 睡在坛子里的能猫: [good]"},
{"source":"<24> 时政中国: [威武] ","target":"<150> 缺点小yin荡: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<151> 笑死人lmc: "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<152> 随波逐流n加1: 桶滚帅呆!....."},
{"source":"<149> 睡在坛子里的能猫: [good]","target":"<153> 猪兔子223: "},
{"source":"<126> 引子与回旋: 帅","target":"<154> onion的夏日君: 81192[悲伤][悲伤][悲伤] "},
{"source":"<152> 随波逐流n加1: 桶滚帅呆!.....","target":"<155> 随遇而安201009: "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<156> 你为我好我知道我都知道: 漂亮 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<157> 矮人天使: 转发微博 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<158> is_汏皊: 帅 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<159> 大麦哲伦星系: "},
{"source":"<135> LLM-流浪猫: 最后一个动作帅爆了 ","target":"<160> skeletonHGjack: 真的假的 "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<161> aries_jo: 回复@致敬仙人掌:擦帅！！！真的假的！是今年的事么！！！ "},
{"source":"<161> aries_jo: 回复@致敬仙人掌:擦帅！！！真的假的！是今年的事么！！！ ","target":"<162> 简单爱真实爱: [赞][威武][威武]"},
{"source":"<95> 夏草馨寺: ","target":"<163> 风雨送春归2013: 特色本身是美国的走狗，在与美国主子唱双簧，欺骗中国人民。 "},
{"source":"<161> aries_jo: 回复@致敬仙人掌:擦帅！！！真的假的！是今年的事么！！！ ","target":"<164> 飘逸的小屋2015: 真的呀，早就看过啦[酷]"},
{"source":"<163> 风雨送春归2013: 特色本身是美国的走狗，在与美国主子唱双簧，欺骗中国人民。 ","target":"<165> 太和青雲:  "},
{"source":"<164> 飘逸的小屋2015: 真的呀，早就看过啦[酷]","target":"<166> 嚶嚶嚶嚶嚶妃_韻: "},
{"source":"<152> 随波逐流n加1: 桶滚帅呆!.....","target":"<167> XBCC95: "},
{"source":"<163> 风雨送春归2013: 特色本身是美国的走狗，在与美国主子唱双簧，欺骗中国人民。 ","target":"<168> 照妖镜菲尔比: ”唱双簧“一针见血。"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<169> TATA_人生如戏: [威武] "},
{"source":"<162> 简单爱真实爱: [赞][威武][威武]","target":"<170> 旧日相知尽: "},
{"source":"<161> aries_jo: 回复@致敬仙人掌:擦帅！！！真的假的！是今年的事么！！！ ","target":"<171> 木喜暖: 帅爆了！！！ "},
{"source":"<171> 木喜暖: 帅爆了！！！ ","target":"<172> 魔王DM: "},
{"source":"<172> 魔王DM: ","target":"<173> 七弥_深水最近总改名: 真的么？要是真的帅爆了！ "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<174> 唐门惊羽诀: 这不是去年的事麻"},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<175> e般般: [赞][鼓掌] "},
{"source":"<0> 我是西蒙周: 据美国人描述，我军战斗机拦截P-8的过程帅气十足，与空战电影《壮志凌云》中的内容几乎如出一辙：用一个桶滚机动，越过了P-8的头顶，并飞过P8鼻翼。美国国防部官员们认为这种动作十分危险，中国战机明显是展示了武器，是有意威胁美方侦察机。http://t.cn/RwKx8vp","target":"<176> 你给的温柔不再来: 转发微博 "},
{"source":"<70> 我是西蒙周: 如王伟一般！ ","target":"<177> 老农喜看麦地千重浪: [good]好样的 "},


            ]
        }
    ]
};
var ecConfig = require('echarts/config');
function focus(param) {
    var data = param.data;
    var links = option.series[0].links;
    var nodes = option.series[0].nodes;
    if (
        data.source !== undefined
        && data.target !== undefined
    ) { //点击的是边
        var sourceNode = nodes.filter(function (n) {return n.name == data.source})[0];
        var targetNode = nodes.filter(function (n) {return n.name == data.target})[0];
        console.log("选中了边 " + sourceNode.name + ' -> ' + targetNode.name + ' (' + data.weight + ')');
    } else { // 点击的是点
        console.log("选中了" + data.name + '(' + data.value + ')');
    }
}
myChart.on(ecConfig.EVENT.CLICK, focus)

myChart.on(ecConfig.EVENT.FORCE_LAYOUT_END, function () {
    console.log(myChart.chart.force.getPosition());
});


                                       myChart.setOption(option2);         
 window.onresize = myChart.resize  
	})