require.config({
	paths:{
	 'echarts' : 'js/echarts/echarts-original',
	'echarts/chart/force' : 'js/echarts/echarts-original',
	'echarts/chart/chord' : 'js/echarts/echarts-original'
	 
	}
	});
	
	require(
	[
	'echarts',
	
	'echarts/chart/force',
	'echarts/chart/chord'
	
	],

	function(ec){
		var myChart = ec.init(document.getElementById('main2')); 
		option = {
     title : {
					text : "微博传播关系图",
					subtext : "数据来自微博",
					x : "right",
					y : "bottom",
					padding : [ 10, 30 ],
					textStyle:{
					color:'#000000'
					}
				},
     tooltip : {
					trigger : "item",
					formatter : "{a0}:{b0}<br>情感值:{d}",
					borderRadius : 3,
					backgroundColor : "rgba(0,0,0,0.4)",
					padding : 5,
					axisPointer : {
						type : 'none',
						lineStyle : {
							color : '#4b8',
							width : 2,
							type : 'dashed'
						},
						crossStyle : {
							color : '#1e90ff',
							width : 5,
							type : 'dashed'
						},
						shadowStyle : {
							size : 'auto',
							color : 'rgba(150,150,150,0.3)'
						},
						  position : function(p) {
            // 位置回调
            // console.log && console.log(p);
            return [500, 50];
        },
					}
				},animation:false,toolbox: {
        show : true,
        feature : {
           
            dataView : {show: true, readOnly: false},
          
            restore : {show: true},
            saveAsImage : {show: true}
        }
    },
   color : [ '#ff7f50', '#87cefa', '#da70d6', '#32cd32', '#6495ed', 
    '#ff69b4' ],
    legend: {
        x: 'left',
        data:[{
						name : "中心节点",
						textStyle : {
							color : "#ff7f50"
						}
					},{
						name : "一级节点",
						textStyle : {
							color : "#87cefa"
						}
					}, {
						name : "二级节点",
						textStyle : {
							color : "#da70d6"
						}
					},{
						name : "三级节点",
						textStyle : {
							color : "#32cd32"
						}
					},{
						name : "四级节点",
						textStyle : {
							color : "#6495ed"
						}
					},{
						name : "五级节点",
						textStyle : {
							color : "#ff69b4"
						}
					}]
    },
    series : [
        {
            type:'force',
            name : "转发关系",
            ribbonType: false,
            categories : [
                {
						name : "中心节点",
						"symbolSize": 8
					},
                 {

						name : "一级节点","symbolSize": 4

					},{

						name : "二级节点", "symbolSize": 3

					}
                ,{

						name : "三级节点", "symbolSize": 2.8

					},{

						name : "四级节点", "symbolSize": 2.5

					},{

						name : "五级节点", "symbolSize": 2

					}
            ],
            itemStyle: {
                normal: {
                    label: {
                        show: false,
                        textStyle: {
                            color: '#333'
                        }
                    },
                    nodeStyle : {
                        brushType : 'both',
                        borderColor : 'rgba(255,215,0,0.4)',
                        borderWidth : 1
                    },
                    linkStyle: {
                        type: 'curve'
                    }
                },
                emphasis: {
                    label: {
                        show: false
                        // textStyle: null      // 默认使用全局文本样式，详见TEXTSTYLE
                    },
                    nodeStyle : {
                        //r: 30
                    },
                    linkStyle : {}
                }
            },
            useWorker: false,
            minRadius : 15,
            maxRadius : 25,
            gravity: 1.1,
            scaling: 1.1,
            roam: 'move',
            nodes:[
     {"name":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","value": "Positive","category":0},
{"name":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","value": "Positive","category":1},
{"name":"<2> 杨仕学:  ","value": "Neutral","category":2},
{"name":"<3> 上海下一站天王: ","value": "Neutral","category":2},
{"name":"<4> 紫色的花语0629: 关注 ","value": "Neutral","category":1},
{"name":"<5> 青霉素炖豆腐: 不错，价钱都能接受[鼓掌][鼓掌]","value": "Positive","category":2},
{"name":"<6> 李可点: ","value": "Neutral","category":2},
{"name":"<7> ffksj: ","value": "Neutral","category":2},
{"name":"<8> 上海下一站天王: ","value": "Neutral","category":2},
{"name":"<9> Gr_H: 家里的狗本来也只能卖萌。。。","value": "Neutral","category":2},
{"name":"<10> 上海康域实业有限公司: ","value": "Neutral","category":2},
{"name":"<11> 爱与龙卷风的设计: 老周，360os的内侧要我过哦","value": "Neutral","category":2},
{"name":"<12> 仓宇锋BG5EBU:  ","value": "Neutral","category":2},
{"name":"<13> 董喜宾: ","value": "Neutral","category":2},
{"name":"<14> 王兵来看看: 周总[good][good][good]","value": "Positive","category":2},
{"name":"<15> 许坤China: @周鸿祎 这么晚了周总还不睡啊？还在费力为自家产品宣传呢,更期待你们的手机,看看你们能比小米玩出多大花样!","value": "Positive","category":2},
{"name":"<16> Raymond-HK: 啥时候上市？ ","value": "Neutral","category":2},
{"name":"<17> 念之不忘思之如狂: 我觉得360要逆天了","value": "Positive","category":2},
{"name":"<18> 瑞盛隆Bob: ","value": "Neutral","category":2},
{"name":"<19> 迷迷糊糊在迷糊: [给力][给力]","value": "Positive","category":2},
{"name":"<20> 米乐million: 好东西！","value": "Positive","category":2},
{"name":"<21> 艾默社: 尼玛，还有隐私不 ","value": "Negative","category":2},
{"name":"<22> 游历的DJ: 有老鼠和喵星人偷鱼吃报警不？","value": "Neutral","category":2},
{"name":"<23> 熊智-发电机专家: 这个好，取名叫360看家狗吧 ","value": "Positive","category":2},
{"name":"<24> 刘东辉_lewis:  ","value": "Neutral","category":2},
{"name":"<25> 江米小枣tonylua: 你们卖不出去 放心吧 还让不让女主人化妆!!! ","value": "Negative","category":2},
{"name":"<26> 背着蚂蚁去探险的考拉: 可以作为婴儿监视器吗？？放在婴儿房，宝宝哭了能手机报警吗？？？ ","value": "Neutral","category":2},
{"name":"<27> 孙大厨: ","value": "Neutral","category":2},
{"name":"<28> 追梦的孩子BYD: 给看门狗条生路，好不？[狗]","value": "Negative","category":2},
{"name":"<29> 楼兰小伙亚克西:  ","value": "Neutral","category":2},
{"name":"<30> 营造美好生活空间: 点","value": "Neutral","category":1},
{"name":"<31> Lean_G: 鬼知道将来会不会被黑然后自动打开拍下什么羞羞的东西","value": "Negative","category":3},
{"name":"<32> 抚爱众生: 这种功能是通过模式识别的方式实现的，其建模及对比的计算量非常大，是无法在本地设备中完成的，只有一种可能就是在云端实现。所以，360摄像机的用户相当于在周鸿祎面前光着屁股。","value": "Negative","category":2},
{"name":"<33> 丿記憶終變回憶丶:  ","value": "Neutral","category":2},
{"name":"<34> 大虾腻:  ","value": "Neutral","category":2},
{"name":"<35> 单边车轮: ","value": "Neutral","category":2},
{"name":"<36> 梦见钱串子: [偷笑]","value": "Positive","category":4},
{"name":"<37> 变态豌豆: 手机看视频的流量会不会很大？不是每时每刻都有WiFi信号。","value": "Neutral","category":2},
{"name":"<38> suzq1981: 想试试 ","value": "Positive","category":1},
{"name":"<39> 旅游地产苏大苏: [good] ","value": "Positive","category":2},
{"name":"<40> 小八没在家: 还挺牛逼的样子哦 ","value": "Positive","category":2},
{"name":"<41> 蜗牛的数字生活: 拉闸断电如何破？[挖鼻屎]","value": "Neutral","category":2},
{"name":"<42> 宜车王: @西北偏北d梦空间  ","value": "Neutral","category":1},
{"name":"<43> 周维坤律师: 来一个试试 ","value": "Positive","category":1},
{"name":"<44> 北极20122012: 转发微博 ","value": "Neutral","category":1},
{"name":"<45> QuJean: @Tontone  ","value": "Neutral","category":1},
{"name":"<46> winnyliu: 和小米比如何？","value": "Neutral","category":2},
{"name":"<47> 四哥_Hubby:  ","value": "Neutral","category":2},
{"name":"<48> yang736476668: ","value": "Neutral","category":2},
{"name":"<49> 君深蓝:  ","value": "Neutral","category":2},
{"name":"<50> 沉醉不知归路zZ: 你又有理了？一个C301让几万360粉变360黑，C301版块都快炸了，你还在这理个毛线？ 没那金刚钻就别拦那石器活，你们说放弃就放弃，连个屁都没有，现在又开始删帖子，360厉害真是厉害。 ","value": "Negative","category":1},
{"name":"<51> 遥远的樱花岛: 大爱360！360粉","value": "Positive","category":2},
{"name":"<52> 为珂一笑: @钻石妞  ","value": "Neutral","category":2},
{"name":"<53> 历史上的呆子: 360在智能家居方面，开始走上前台，有引领潮流的趋势了。 ","value": "Positive","category":2},
{"name":"<54> 松竹人家:  ","value": "Neutral","category":2},
{"name":"<55> 幸运浪子的马甲: 要是能有云存储就更新加好@周鸿祎  ","value": "Positive","category":2},
{"name":"<56> kangkang543038371: 牛","value": "Positive","category":2},
{"name":"<57> 火星人-01: 手机咋样了","value": "Neutral","category":2},
{"name":"<58> -DJFlynn: 以后上传没个10M都不够用了。。 ","value": "Negative","category":2},
{"name":"<59> Captain_Myself: 这也是智能家居+移动互联网+物联网，也都是大佬争的香饽饽。觉得互联网的大浪离我们想创业的小屌丝越来越远了","value": "Negative","category":2},
{"name":"<60> 儿好学影兮兮: 买买买。","value": "Neutral","category":2},
{"name":"<61> 安顿灵魂: ","value": "Neutral","category":2},
{"name":"<62> Findyou56:  ","value": "Neutral","category":2},
{"name":"<63> 肖培云在路上: 刚刚参加您主持的活动，觉得老周挺坦诚挺真实，是有责任感的企业家@","value": "Positive","category":2},
{"name":"<64> mylove_20110508: ","value": "Neutral","category":2},
{"name":"<65> 猫虎分不清楚: ","value": "Neutral","category":2},
{"name":"<66> jinzhuchen: 如果保障家庭隐私？万一被黑了呢。 ","value": "Negative","category":2},
{"name":"<67> ljhliang: 60w台服务器[思考]","value": "Neutral","category":2},
{"name":"<68> 李红田Kevili: ","value": "Neutral","category":2},
{"name":"<69> 打出粮食: ","value": "Neutral","category":2},
{"name":"<70> 属于你我的初恋:  ","value": "Neutral","category":2},
{"name":"<71> 猫虎分不清楚: 老周等有夜视功能后记得说，我第一时间抢购","value": "Positive","category":2},
{"name":"<72> 给自己取个昵称很费劲的: [哈哈][哈哈][哈哈][哈哈]","value": "Positive","category":2},
{"name":"<73> 游客pl000: ","value": "Neutral","category":2},
{"name":"<74> Java佛陀: ","value": "Neutral","category":2},
{"name":"<75> 景志峰: 希望增加家人识别功能，要不一直报警，坑啊！[爱你][爱你]","value": "Positive","category":2},
{"name":"<76> 小聂哥哥: ","value": "Neutral","category":2},
{"name":"<77> 山西鑫达视讯--影音专家: 转发微博 ","value": "Neutral","category":1},
{"name":"<78> mhtjcy:  ","value": "Neutral","category":2},
{"name":"<79> 小小Bboy小小梦想: ","value": "Neutral","category":2},
{"name":"<80> 战士扁担独轮车: 应该是个好东东，如果遇有违法强拆公民房屋时能记录下来吗？@周鸿祎 ","value": "Positive","category":2},
{"name":"<81> xuxin6868: ","value": "Neutral","category":2},
{"name":"<82> Im_ZhouYl: 希望加入分时段的安全管家功能。。/@周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","value": "Neutral","category":1},
{"name":"<83> 敏敏吕--: 好东西，上市就买","value": "Positive","category":2},
{"name":"<84> 阿容乐园: 明天买一个试试，优先放在公司，合适了就再买一个放在家里","value": "Positive","category":2},
{"name":"<85> jianping0723: ","value": "Neutral","category":2},
{"name":"<86> 魔幻2060: 再加入“麻醉枪”功能，就像柯南的麻醉枪手表[酷]","value": "Neutral","category":2},
{"name":"<87> 郴州丁一大叔: 能够设置管理帐号分级就好 ","value": "Neutral","category":2},
{"name":"<88> haoxuan181: 转发微博 ","value": "Neutral","category":1},
{"name":"<89> 蓝色是最暖的颜色:  ","value": "Neutral","category":2},
{"name":"<90> 霸气龙头很快乐: @芷伶520 ","value": "Neutral","category":2},
{"name":"<91> tqsptqsp:  @Sunpinger  ","value": "Neutral","category":2},
{"name":"<92> wj-蓝田: ","value": "Neutral","category":2},
{"name":"<93> 万达期货王巍: ","value": "Neutral","category":2},
{"name":"<94> 星客乐·李长军:  ","value": "Neutral","category":2},
{"name":"<95> 晋城微博文摘: ","value": "Neutral","category":2},
{"name":"<96> Fatzheng: 非常期待！ ","value": "Positive","category":2},
{"name":"<97> Jetynow: 这个可以有","value": "Positive","category":2},
{"name":"<98> Lilylee309: 我想要個安全機器人，價格不是問題。","value": "Positive","category":2},
{"name":"<99> 巧克力-安之若素:  ","value": "Neutral","category":2},
{"name":"<100> 生活美学0000: ","value": "Neutral","category":2},
{"name":"<101> 梦德思疚: 好名字 ","value": "Positive","category":3},
{"name":"<102> IT放射元素: ","value": "Neutral","category":2},
{"name":"<103> dr0301:  ","value": "Neutral","category":2},
{"name":"<104> 胖胖的小福: ","value": "Neutral","category":2},
{"name":"<105> 专注与创新: 这样的产品好！ ","value": "Positive","category":2},
{"name":"<106> 驾驶员兔子: ","value": "Neutral","category":2},
{"name":"<107> 逸雪飘涵: 貌似不错啊！","value": "Positive","category":2},
{"name":"<108> 有人的地方是江湖:  ","value": "Neutral","category":2},
{"name":"<109> 魏future来: 买一个玩[doge] ","value": "Neutral","category":2},
{"name":"<110> TGfor3: 真不不想吐槽360  想想就火大  破","value": "Negative","category":2},
{"name":"<111> 消逝_白夜: ","value": "Neutral","category":2},
{"name":"<112> 相顾而笑--茜:  ","value": "Neutral","category":2},
{"name":"<113> runningppig: @drugsleeping ","value": "Neutral","category":2},
{"name":"<114> 凡高欧美屋面瓦: 西历平价 ","value": "Neutral","category":1},
{"name":"<115> AdamYang2011: 我很怀疑该设备的性能表现，虽然我很信赖360的产品，但是毕竟这个也就只有FBI特工电影里才看得到的特效，感觉和现实差距有点大。 ","value": "Negative","category":1},
{"name":"<116> 神Man-: ","value": "Neutral","category":2},
{"name":"<117> 我曾经拥有着一切转眼飘散如烟: @乂个胡作非为的小女人 咋们回头给旺宝买一个[花心]，真想知道我们上班去了他一个狗在家干嘛 ","value": "Positive","category":2},
{"name":"<118> EdwinLYK: ","value": "Neutral","category":2},
{"name":"<119> 得是疯咧: ","value": "Neutral","category":2},
{"name":"<120> 一直都好丑: ","value": "Neutral","category":2},
{"name":"<121> 幸运莫等闲: 狗狗可以就拿来暖被窝… ","value": "Neutral","category":2},
{"name":"<122> 3B学长: ","value": "Neutral","category":2},
{"name":"<123> 游墨飘香2015: ","value": "Neutral","category":2},
{"name":"<124> 新化LHX: 没有红外夜视的功能吧？","value": "Neutral","category":2},
{"name":"<125> AmTiJan: 哎呦这个屌[good][good][good]","value": "Positive","category":2},
{"name":"<126> 二千年的肥布欧: ","value": "Neutral","category":2},
{"name":"<127> chenhuanan: 老周，这功能太任性啦！真的狗狗在家只有卖萌的份了！@周鸿祎 ","value": "Positive","category":2},
{"name":"<128> 谢明宇: 会咬贼不？[doge]@360技术支持 @360技术妹 @360运营专员 @360产品专员 @360智能摄像机","value": "Neutral","category":2},
{"name":"<129> 封喉Sharp: @菜星虫  ","value": "Neutral","category":2},
{"name":"<130> 哥森林: ","value": "Neutral","category":2},
{"name":"<131> 天行健280: ","value": "Neutral","category":2},
{"name":"<132> 卫星记者团: ","value": "Neutral","category":2},
{"name":"<133> 想念可以触摸: 这个配置貌似比小米高点，价格也很公道","value": "Positive","category":2},
{"name":"<134> 徐催傅: ","value": "Neutral","category":2},
{"name":"<135> 大军子_许三多: 关注你的微博发现你一直在广告，广告。。。你微博的目的是甚啊？分享，传播的对象是思想，正能量，新鲜事。。。你跟用微博卖东西的僵尸粉有什么区别，不要在这里了，去淘宝开店吧。 ","value": "Negative","category":1},
{"name":"<136> 泥鳅也是鱼999: ","value": "Neutral","category":2},
{"name":"<137> eason_zhang123:  ","value": "Neutral","category":2},
{"name":"<138> 晋中职院360校园俱乐部: 很实用的功能，可否加入电动旋转，这样就可以全方位监控了！#360校园俱乐部#","value": "Positive","category":2},
{"name":"<139> 互助720: ","value": "Neutral","category":2},
{"name":"<140> 谢明宇: 回复@360技术妹:搞个语音包嘛，最好是藏獒的叫声，遇到贼吓死他[doge]","value": "Neutral","category":1},
{"name":"<141> 360安全社区: 科技改变生活","value": "Positive","category":2},
{"name":"<142> 360粉丝团: 科技让生活更美好，360智能摄像机，随时随地感受家的温馨","value": "Positive","category":3},
{"name":"<143> 洋洋dede意: ","value": "Neutral","category":4},
{"name":"<144> 16进8: ","value": "Neutral","category":4},
{"name":"<145> 温暖的阳光825:  ","value": "Neutral","category":2},




            ],
            links : [
              {"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<2> 杨仕学:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<3> 上海下一站天王: "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<4> 紫色的花语0629: 关注 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<5> 青霉素炖豆腐: 不错，价钱都能接受[鼓掌][鼓掌]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<6> 李可点: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<7> ffksj: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<8> 上海下一站天王: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<9> Gr_H: 家里的狗本来也只能卖萌。。。"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<10> 上海康域实业有限公司: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<11> 爱与龙卷风的设计: 老周，360os的内侧要我过哦"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<12> 仓宇锋BG5EBU:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<13> 董喜宾: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<14> 王兵来看看: 周总[good][good][good]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<15> 许坤China: @周鸿祎 这么晚了周总还不睡啊？还在费力为自家产品宣传呢,更期待你们的手机,看看你们能比小米玩出多大花样!"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<16> Raymond-HK: 啥时候上市？ "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<17> 念之不忘思之如狂: 我觉得360要逆天了"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<18> 瑞盛隆Bob: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<19> 迷迷糊糊在迷糊: [给力][给力]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<20> 米乐million: 好东西！"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<21> 艾默社: 尼玛，还有隐私不 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<22> 游历的DJ: 有老鼠和喵星人偷鱼吃报警不？"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<23> 熊智-发电机专家: 这个好，取名叫360看家狗吧 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<24> 刘东辉_lewis:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<25> 江米小枣tonylua: 你们卖不出去 放心吧 还让不让女主人化妆!!! "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<26> 背着蚂蚁去探险的考拉: 可以作为婴儿监视器吗？？放在婴儿房，宝宝哭了能手机报警吗？？？ "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<27> 孙大厨: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<28> 追梦的孩子BYD: 给看门狗条生路，好不？[狗]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<29> 楼兰小伙亚克西:  "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<30> 营造美好生活空间: 点"},
{"source":"<9> Gr_H: 家里的狗本来也只能卖萌。。。","target":"<31> Lean_G: 鬼知道将来会不会被黑然后自动打开拍下什么羞羞的东西"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<32> 抚爱众生: 这种功能是通过模式识别的方式实现的，其建模及对比的计算量非常大，是无法在本地设备中完成的，只有一种可能就是在云端实现。所以，360摄像机的用户相当于在周鸿祎面前光着屁股。"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<33> 丿記憶終變回憶丶:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<34> 大虾腻:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<35> 单边车轮: "},
{"source":"<31> Lean_G: 鬼知道将来会不会被黑然后自动打开拍下什么羞羞的东西","target":"<36> 梦见钱串子: [偷笑]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<37> 变态豌豆: 手机看视频的流量会不会很大？不是每时每刻都有WiFi信号。"},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<38> suzq1981: 想试试 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<39> 旅游地产苏大苏: [good] "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<40> 小八没在家: 还挺牛逼的样子哦 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<41> 蜗牛的数字生活: 拉闸断电如何破？[挖鼻屎]"},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<42> 宜车王: @西北偏北d梦空间  "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<43> 周维坤律师: 来一个试试 "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<44> 北极20122012: 转发微博 "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<45> QuJean: @Tontone  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<46> winnyliu: 和小米比如何？"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<47> 四哥_Hubby:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<48> yang736476668: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<49> 君深蓝:  "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<50> 沉醉不知归路zZ: 你又有理了？一个C301让几万360粉变360黑，C301版块都快炸了，你还在这理个毛线？ 没那金刚钻就别拦那石器活，你们说放弃就放弃，连个屁都没有，现在又开始删帖子，360厉害真是厉害。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<51> 遥远的樱花岛: 大爱360！360粉"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<52> 为珂一笑: @钻石妞  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<53> 历史上的呆子: 360在智能家居方面，开始走上前台，有引领潮流的趋势了。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<54> 松竹人家:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<55> 幸运浪子的马甲: 要是能有云存储就更新加好@周鸿祎  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<56> kangkang543038371: 牛"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<57> 火星人-01: 手机咋样了"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<58> -DJFlynn: 以后上传没个10M都不够用了。。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<59> Captain_Myself: 这也是智能家居+移动互联网+物联网，也都是大佬争的香饽饽。觉得互联网的大浪离我们想创业的小屌丝越来越远了"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<60> 儿好学影兮兮: 买买买。"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<61> 安顿灵魂: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<62> Findyou56:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<63> 肖培云在路上: 刚刚参加您主持的活动，觉得老周挺坦诚挺真实，是有责任感的企业家@"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<64> mylove_20110508: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<65> 猫虎分不清楚: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<66> jinzhuchen: 如果保障家庭隐私？万一被黑了呢。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<67> ljhliang: 60w台服务器[思考]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<68> 李红田Kevili: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<69> 打出粮食: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<70> 属于你我的初恋:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<71> 猫虎分不清楚: 老周等有夜视功能后记得说，我第一时间抢购"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<72> 给自己取个昵称很费劲的: [哈哈][哈哈][哈哈][哈哈]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<73> 游客pl000: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<74> Java佛陀: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<75> 景志峰: 希望增加家人识别功能，要不一直报警，坑啊！[爱你][爱你]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<76> 小聂哥哥: "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<77> 山西鑫达视讯--影音专家: 转发微博 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<78> mhtjcy:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<79> 小小Bboy小小梦想: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<80> 战士扁担独轮车: 应该是个好东东，如果遇有违法强拆公民房屋时能记录下来吗？@周鸿祎 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<81> xuxin6868: "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<82> Im_ZhouYl: 希望加入分时段的安全管家功能。。/@周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<83> 敏敏吕--: 好东西，上市就买"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<84> 阿容乐园: 明天买一个试试，优先放在公司，合适了就再买一个放在家里"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<85> jianping0723: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<86> 魔幻2060: 再加入“麻醉枪”功能，就像柯南的麻醉枪手表[酷]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<87> 郴州丁一大叔: 能够设置管理帐号分级就好 "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<88> haoxuan181: 转发微博 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<89> 蓝色是最暖的颜色:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<90> 霸气龙头很快乐: @芷伶520 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<91> tqsptqsp:  @Sunpinger  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<92> wj-蓝田: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<93> 万达期货王巍: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<94> 星客乐·李长军:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<95> 晋城微博文摘: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<96> Fatzheng: 非常期待！ "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<97> Jetynow: 这个可以有"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<98> Lilylee309: 我想要個安全機器人，價格不是問題。"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<99> 巧克力-安之若素:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<100> 生活美学0000: "},
{"source":"<23> 熊智-发电机专家: 这个好，取名叫360看家狗吧 ","target":"<101> 梦德思疚: 好名字 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<102> IT放射元素: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<103> dr0301:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<104> 胖胖的小福: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<105> 专注与创新: 这样的产品好！ "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<106> 驾驶员兔子: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<107> 逸雪飘涵: 貌似不错啊！"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<108> 有人的地方是江湖:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<109> 魏future来: 买一个玩[doge] "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<110> TGfor3: 真不不想吐槽360  想想就火大  破"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<111> 消逝_白夜: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<112> 相顾而笑--茜:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<113> runningppig: @drugsleeping "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<114> 凡高欧美屋面瓦: 西历平价 "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<115> AdamYang2011: 我很怀疑该设备的性能表现，虽然我很信赖360的产品，但是毕竟这个也就只有FBI特工电影里才看得到的特效，感觉和现实差距有点大。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<116> 神Man-: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<117> 我曾经拥有着一切转眼飘散如烟: @乂个胡作非为的小女人 咋们回头给旺宝买一个[花心]，真想知道我们上班去了他一个狗在家干嘛 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<118> EdwinLYK: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<119> 得是疯咧: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<120> 一直都好丑: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<121> 幸运莫等闲: 狗狗可以就拿来暖被窝… "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<122> 3B学长: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<123> 游墨飘香2015: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<124> 新化LHX: 没有红外夜视的功能吧？"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<125> AmTiJan: 哎呦这个屌[good][good][good]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<126> 二千年的肥布欧: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<127> chenhuanan: 老周，这功能太任性啦！真的狗狗在家只有卖萌的份了！@周鸿祎 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<128> 谢明宇: 会咬贼不？[doge]@360技术支持 @360技术妹 @360运营专员 @360产品专员 @360智能摄像机"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<129> 封喉Sharp: @菜星虫  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<130> 哥森林: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<131> 天行健280: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<132> 卫星记者团: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<133> 想念可以触摸: 这个配置貌似比小米高点，价格也很公道"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<134> 徐催傅: "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<135> 大军子_许三多: 关注你的微博发现你一直在广告，广告。。。你微博的目的是甚啊？分享，传播的对象是思想，正能量，新鲜事。。。你跟用微博卖东西的僵尸粉有什么区别，不要在这里了，去淘宝开店吧。 "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<136> 泥鳅也是鱼999: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<137> eason_zhang123:  "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<138> 晋中职院360校园俱乐部: 很实用的功能，可否加入电动旋转，这样就可以全方位监控了！#360校园俱乐部#"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<139> 互助720: "},
{"source":"<0> 央广-老左: 我已成功预约360智能摄像机啦！#360智能摄像机# 随时随地看家，双向语音通话，让家的温馨始终陪伴！官网请点击www.qikoo.com/preorder/jia@Qikoo奇酷网 @周鸿祎 @柳岩 @倔强的珊璞1987 http://t.cn/Rweinc6","target":"<140> 谢明宇: 回复@360技术妹:搞个语音包嘛，最好是藏獒的叫声，遇到贼吓死他[doge]"},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<141> 360安全社区: 科技改变生活"},
{"source":"<141> 360安全社区: 科技改变生活","target":"<142> 360粉丝团: 科技让生活更美好，360智能摄像机，随时随地感受家的温馨"},
{"source":"<142> 360粉丝团: 科技让生活更美好，360智能摄像机，随时随地感受家的温馨","target":"<143> 洋洋dede意: "},
{"source":"<142> 360粉丝团: 科技让生活更美好，360智能摄像机，随时随地感受家的温馨","target":"<144> 16进8: "},
{"source":"<1> 周鸿祎: 360智能摄像机增加了安全管家功能，扫描到门窗被打开时就会向主人的手机报警，以后扫描到陌生面孔也会报警。这么说吧，有了360摄像机看家护院，家里的狗只能卖萌了 ","target":"<145> 温暖的阳光825:  "},



            ]
        }
    ]
};
var ecConfig = require('echarts/config');
function focus(param) {
    var data = param.data;
    var links = option.series[0].links;
    var nodes = option.series[0].nodes;
    if (
        data.source !== undefined
        && data.target !== undefined
    ) { //点击的是边
        var sourceNode = nodes.filter(function (n) {return n.name == data.source})[0];
        var targetNode = nodes.filter(function (n) {return n.name == data.target})[0];
        console.log("选中了边 " + sourceNode.name + ' -> ' + targetNode.name + ' (' + data.weight + ')');
    } else { // 点击的是点
        console.log("选中了" + data.name + '(' + data.value + ')');
    }
}
myChart.on(ecConfig.EVENT.CLICK, focus)

myChart.on(ecConfig.EVENT.FORCE_LAYOUT_END, function () {
    console.log(myChart.chart.force.getPosition());
});


                                       myChart.setOption(option);     
window.onresize = myChart.resize 										   
	})